{
  "a shimmering sequin dress": {
    "描述": "闪亮的亮片连衣裙",
    "关键词": "一条随光线流动闪烁的亮片连衣裙，高光反射强烈，适合晚宴或舞台，呈现奢华闪耀的视觉效果",
    "分类": [
      "晚宴红毯"
    ]
  },
  "beige fedora, black bikini top, patterned cover-up, light-colored textures": {
    "描述": "米色平顶帽，黑色比基尼上衣，带图案的罩衫，浅色纹理",
    "关键词": "米色平顶帽搭配黑色比基尼上衣，外罩一件轻盈印花罩衫，整体以浅米、奶油与柔灰构成低饱和度假造型，材质轻薄透气，富有假日松弛感",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "beige fedora, white cropped top, textured terracotta skirt": {
    "描述": "米色平顶帽，白色露脐上衣，纹理赤陶色半身裙",
    "关键词": "米色平顶帽配白色短款露脐上衣，下搭一条肌理感强烈的赤陶色半身裙，温暖大地色系搭配凸显自然柔和的南欧风情",
    "分类": [
      "上装（日常）"
    ]
  },
  "beige hoodie, blue highlights, black sunglasses, blue sneakers, textured sole": {
    "描述": "米色连帽衫，蓝色挑染，黑色太阳镜，蓝色运动鞋，纹理鞋底",
    "关键词": "宽松米色连帽衫搭配蓝色挑染发型，佩戴经典黑框太阳镜，脚踩蓝色运动鞋，鞋底带有颗粒感防滑纹理，整体造型年轻活力兼具街头感",
    "分类": [
      "街头",
      "运动休闲"
    ]
  },
  "beige hoodie, blue t-shirt, black leggings, blue sneakers, textured materials, oversized top, fitted bottoms": {
    "描述": "米色连帽衫，蓝色T恤，黑色紧身裤，蓝色运动鞋，纹理材质，oversized上衣，修身裤子",
    "关键词": "米色宽大连帽衫内搭蓝色T恤，下穿高弹黑色紧身裤，脚踩蓝色运动鞋，上宽下紧的廓形对比突出身材比例，材质融合棉质与微纹理运动面料",
    "分类": [
      "街头",
      "运动休闲"
    ]
  },
  "beige hoodie, matching pants, textured fabric": {
    "描述": "米色连帽衫，搭配裤子，纹理面料",
    "关键词": "米色连帽衫与同色系运动长裤成套穿着，采用微压纹棉质面料，柔软舒适，呈现统一和谐的休闲运动美学",
    "分类": [
      "街头"
    ]
  },
  "beige hoodie, matching sweatpants, visible drawstrings, soft texture": {
    "描述": "米色连帽衫，搭配运动裤，可见抽绳，柔软纹理",
    "关键词": "米色连帽衫与配套运动裤采用超柔抓绒内里，抽绳清晰可见，整体触感蓬松柔软，适合居家或晨间出街的慵懒造型",
    "分类": [
      "街头"
    ]
  },
  "beige strapless top, golden necklace": {
    "描述": "米色无肩带上衣，金色项链",
    "关键词": "米色无肩带修身短上衣勾勒肩颈线条，搭配一条精致金色锁骨链，简约中透出低调奢华的都市女性气质",
    "分类": [
      "上装（日常）"
    ]
  },
  "beige tank top, black denim shorts, smooth fabric, ripped texture": {
    "描述": "米色背心，黑色牛仔短裤，光滑面料，撕裂纹理",
    "关键词": "米色光滑背心搭配做旧破洞黑色牛仔短裤，上衣垂坠感强，下装撕裂细节自然，打造随性不羁的夏日街头风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "beige tracksuit, zipper hoodie, matching pants, soft fabric": {
    "描述": "米色运动套装，拉链连帽衫，搭配裤子，柔软面料",
    "关键词": "米色拉链连帽运动套装采用亲肤棉混纺面料，整体柔软垂顺，剪裁宽松但不邋遢，兼具功能性与现代简约美学",
    "分类": [
      "正式商务",
      "街头",
      "运动休闲"
    ]
  },
  "black and white patterned dress, deep neckline, short sleeves, textured fabric, black boots, laced footwear": {
    "描述": "黑白图案连衣裙，深V领口，短袖，纹理面料，黑色靴子，系带鞋",
    "关键词": "黑白几何图案连衣裙采用深V领与短袖设计，面料带有提花或粗纺纹理，搭配黑色系带短靴，复古摩登又带点叛逆气息",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black beanie, black cropped top, black leggings, black boots, red bag, gold watch": {
    "描述": "黑色毛线帽，黑色露脐上衣，黑色紧身裤，黑色靴子，红色包，金色手表",
    "关键词": "全黑基础穿搭——毛线帽、露脐上衣、紧身裤与靴子构成统一暗色主调，仅以红色手袋与金色腕表点睛，低调中暗藏精致",
    "分类": [
      "运动休闲"
    ]
  },
  "black bikini top, black bikini bottom, hoop earrings": {
    "描述": "黑色比基尼上衣，黑色比基尼下装，圈形耳环",
    "关键词": "经典全黑比基尼上下装，剪裁贴合身形，搭配金属圈形耳环，简约性感，适合阳光沙滩或泳池派对",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black bikini top, black bikini bottoms, smooth fabric": {
    "描述": "黑色比基尼上衣，黑色比基尼下装，光滑面料",
    "关键词": "黑色比基尼采用高弹光滑尼龙面料，无缝贴合身体曲线，表面反光柔和，呈现干净利落的现代泳装美学",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black bikini top, denim shorts, frayed hems": {
    "描述": "黑色比基尼上衣，牛仔短裤，磨损下摆",
    "关键词": "黑色比基尼上衣外穿搭配高腰牛仔短裤，裤脚自然磨损毛边，营造休闲与性感并存的滨海度假混搭风",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black bikini top, striped pants, beige textures, open white shirt": {
    "描述": "黑色比基尼上衣，条纹裤，米色纹理，敞开的白色衬衫",
    "关键词": "黑色比基尼上衣外搭敞开式白衬衫，下穿米白底色条纹阔腿裤，整体轻盈透气，米色调与条纹增添法式慵懒氛围",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black bikini, glossy texture, gold earrings": {
    "描述": "黑色比基尼，光泽质感，金色耳环",
    "关键词": "黑色高光漆感比基尼随光线闪烁，搭配大号金色耳环，金属与漆面形成强烈对比，尽显高调夏日魅力",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black bikini, knit texture, gold accessories, aviator sunglasses": {
    "描述": "黑色比基尼，针织纹理，金色配饰，飞行员太阳镜",
    "关键词": "黑色针织纹理比基尼带有手工感肌理，搭配金色链状配饰与经典茶色飞行员太阳镜，复古酷感与休闲气息兼具",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black bikini, strap details": {
    "描述": "黑色比基尼，肩带细节",
    "关键词": "黑色比基尼通过交叉绑带、可调节系绳或镂空结构强调肩带与侧腰设计，突出身体线条与结构感美学",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black bikini, textured fabric": {
    "描述": "黑色比基尼，纹理面料",
    "关键词": "黑色比基尼采用提花、蜂巢或微褶面料，增加视觉层次与触感丰富度，避免纯色单调，更显高级",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black bodysuit, lace texture, sheer fabric": {
    "描述": "黑色紧身衣，蕾丝纹理，薄透面料",
    "关键词": "黑色蕾丝紧身衣局部采用薄透网纱拼接，若隐若现展露肌肤，整体性感而不低俗，适合夜店或艺术人像拍摄",
    "分类": [
      "正式商务"
    ]
  },
  "black bodysuit, sheer gloves, patterned scarf, hoop earrings": {
    "描述": "黑色紧身衣，薄透手套，图案围巾，圈形耳环",
    "关键词": "黑色紧身衣搭配黑色薄纱手套、印花真丝围巾与金属圈耳环，多重元素叠加营造戏剧化时尚造型，适合前卫大片",
    "分类": [
      "正式商务"
    ]
  },
  "black bodysuit, sheer texture, light wash jeans, golden bangles": {
    "描述": "黑色紧身衣，薄透质感，浅色牛仔裤，金色手镯",
    "关键词": "黑色薄透紧身衣内搭浅蓝水洗牛仔裤，金色手镯在手腕叮当作响，透与实、冷与暖形成鲜明对比，街头感十足",
    "分类": [
      "正式商务"
    ]
  },
  "black bodysuit, white snow jacket, visible textures": {
    "描述": "黑色紧身衣，白色滑雪夹克，可见纹理",
    "关键词": "黑色紧身衣外穿白色防风滑雪夹克，两者材质纹理清晰可辨——光滑弹力面料与粗粝防风层形成冬日机能与身体曲线的张力",
    "分类": [
      "正式商务"
    ]
  },
  "black cap, black-framed glasses, red and black striped sweater, denim shorts, black belt, clear-lens glasses": {
    "描述": "黑色帽子，黑框眼镜，红黑条纹毛衣，牛仔短裤，黑色皮带，透明镜片眼镜",
    "关键词": "黑色棒球帽与红黑条纹毛衣搭配牛仔短裤，黑色皮带勒出腰线，黑框与透明镜片眼镜叠戴，书卷气与街头感奇妙融合",
    "分类": [
      "上装（日常）"
    ]
  },
  "black corset top, lace texture, black gloves, chandelier earrings, silver necklace": {
    "描述": "黑色束身衣上衣，蕾丝纹理，黑色手套，吊灯耳环，银色项链",
    "关键词": "黑色蕾丝束身衣搭配漆皮长手套、水晶吊灯耳环与细链银项圈，整体造型充满哥特式浪漫与古典戏剧张力",
    "分类": [
      "上装（日常）"
    ]
  },
  "black corset top, patterned skirt, glossy texture": {
    "描述": "黑色束身衣上衣，图案半身裙，光泽质感",
    "关键词": "黑色束身衣上衣收腰设计，下搭高光感图案半裙，如金属丝或缎面印花，整体呈现夜店或红毯级别的高饱和视觉冲击",
    "分类": [
      "上装（日常）"
    ]
  },
  "black corset top, ripped blue jeans, white blazer, golden necklace, sunglasses on head": {
    "描述": "黑色束身衣上衣，破洞蓝色牛仔裤，白色西装外套，金色项链，头戴太阳镜",
    "关键词": "黑色束身衣外搭宽松白西装，下穿做旧破洞牛仔裤，金色粗链与头顶太阳镜增添随意时髦感，混搭中透出自信气场",
    "分类": [
      "正式商务"
    ]
  },
  "black crop top, black headband, headphones": {
    "描述": "黑色露脐上衣，黑色头带，耳机",
    "关键词": "黑色运动露脐上衣配同色头带与无线耳机，简约机能风，适合健身、通勤或城市漫步场景",
    "分类": [
      "上装（日常）"
    ]
  },
  "black crop top, black shorts, black arm band, dark wrist watch, clear eyeglasses": {
    "描述": "黑色露脐上衣，黑色短裤，黑色臂章，深色手表，透明眼镜",
    "关键词": "全黑运动短打——露脐上衣、热裤、臂章与深色手表组合，透明眼镜增添一丝知性，整体造型聚焦功能性与速度感",
    "分类": [
      "上装（日常）"
    ]
  },
  "black crop top, deep neckline, long sleeves, denim shorts, frayed hem, black bralette, multiple straps, sheer sleeves, mesh pattern, choker necklace, high-waisted shorts, button closure": {
    "描述": "黑色露脐上衣，深V领口，长袖，牛仔短裤，磨损下摆，黑色无钢圈文胸，多条肩带，薄透袖子，网眼图案，颈链，高腰短裤，纽扣扣合",
    "关键词": "黑色深V露脐上衣采用薄透网眼长袖与多带交叉设计，内搭黑色bralette，下穿高腰牛仔短裤，磨损下摆与金属纽扣细节强化叛逆感，颈链收束视觉焦点，整体层次丰富且极具视觉张力",
    "分类": [
      "上装（日常）"
    ]
  },
  "black crop top, long sleeves, high-waisted leggings, mesh panels, dark hues, white sneakers": {
    "描述": "黑色露脐上衣，长袖，高腰紧身裤，网眼拼接，深色调，白色运动鞋",
    "关键词": "黑色长袖露脐上衣搭配高腰运动紧身裤，裤侧设有黑色网眼拼接，整体深色系以白色运动鞋提亮，适合从健身房到咖啡馆的无缝穿搭",
    "分类": [
      "运动休闲"
    ]
  },
  "black crop top, mesh sleeves, checkered mini skirt, black boots, textured fabrics": {
    "描述": "黑色露脐上衣，网眼袖子，格子迷你裙，黑色靴子，纹理面料",
    "关键词": "黑色露脐上衣配半透网眼袖，下搭经典黑白格迷你裙与漆皮短靴，不同纹理面料交织，打造复古学院风与夜店酷感的碰撞",
    "分类": [
      "上装（日常）"
    ]
  },
  "black cut-out dress, gold bracelet, black and white heels, beige handbag": {
    "描述": "黑色镂空连衣裙，金色手链，黑白高跟鞋，米色手提包",
    "关键词": "黑色修身镂空连衣裙通过几何挖空展现肌肤，搭配金色宽手镯、拼色高跟鞋与米色软皮手袋，配色克制却细节满载，高级感十足",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black dress, double-breasted, v-neckline, sleeveless, silver necklace": {
    "描述": "黑色连衣裙，双排扣，V领口，无袖，银色项链",
    "关键词": "黑色无袖连衣裙采用双排金属扣与深V领设计，剪裁利落，搭配细银链，适合商务晚宴或正式社交场合",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black dress, fishnet stockings": {
    "描述": "黑色连衣裙，渔网袜",
    "关键词": "黑色连衣裙搭配经典黑色渔网袜，营造暗黑性感氛围，适合夜店、艺术摄影或哥特风格造型",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black dress, leather heels": {
    "描述": "黑色连衣裙，皮革高跟鞋",
    "关键词": "黑色连衣裙搭配哑光或亮面皮革高跟鞋，整体造型简洁优雅，鞋履质感提升整体精致度与正式感",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black dress, plunging neckline, satin texture, brown handbag, chain strap, diamond necklace, wristwatch, silver bracelet": {
    "描述": "黑色连衣裙，深V领口，绸缎质感，棕色手提包，链条肩带，钻石项链，手表，银色手链",
    "关键词": "黑色绸缎深V连衣裙流动感强，搭配钻石项链、银手链、腕表与棕金链条包，奢华配饰层层叠加，呈现红毯级高定女性形象",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black dress, sleeveless, cut-out details, form-fitting": {
    "描述": "黑色连衣裙，无袖，镂空细节，修身",
    "关键词": "黑色无袖修身连衣裙在腰侧或背部加入镂空设计，强调身体曲线同时保留现代极简美学，适合都市晚装或时尚派对",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black halter dress, cut-out details, form-fitting, knee-length": {
    "描述": "黑色挂脖连衣裙，镂空细节，修身，及膝",
    "关键词": "黑色及膝挂脖连衣裙采用修身剪裁，颈部系带与腰部镂空形成视觉焦点，优雅中透出小心机，适合半正式约会或酒会",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black halter top, glossy texture": {
    "描述": "黑色挂脖上衣，光泽质感",
    "关键词": "黑色高光挂脖上衣贴合肩颈，光线在表面流动，强化锁骨与背部线条，适合舞台、拍摄或夏日夜店造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "black halter top, white flower accessory": {
    "描述": "黑色挂脖上衣，白色花朵配饰",
    "关键词": "黑色挂脖上衣点缀一朵白色织物或树脂花朵于肩侧或胸前，黑白对比清新脱俗，营造浪漫夏日或度假氛围",
    "分类": [
      "上装（日常）"
    ]
  },
  "black jacket, black crop top, black pants, various textures": {
    "描述": "黑色夹克，黑色露脐上衣，黑色裤子，各种纹理",
    "关键词": "全黑三层穿搭——夹克、露脐上衣与长裤分别采用皮革、棉质与针织等不同材质，通过纹理差异避免沉闷，呈现高级暗黑层次感",
    "分类": [
      "上装（日常）"
    ]
  },
  "black jacket, purple shirt, denim overalls, white hair accessory, cream cardigan, simple necklace": {
    "描述": "黑色夹克，紫色衬衫，牛仔背带裤，白色发饰，米色开衫，简约项链",
    "关键词": "黑色外套内叠穿米色开衫与紫色衬衫，下搭经典牛仔背带裤，白色发夹与细项链平衡色彩，整体造型丰富却不杂乱，充满文艺青年气息",
    "分类": [
      "上装（日常）"
    ]
  },
  "black jumpsuit, zipper detail, form-fitting, long-sleeved": {
    "描述": "黑色连体裤，拉链细节，修身，长袖",
    "关键词": "黑色长袖修身连体裤前中拉链贯穿，金属元素强化未来感，整体如第二层肌肤般贴合，适合舞台或先锋时尚拍摄",
    "分类": [
      "正式商务"
    ]
  },
  "black long-sleeve dress, fishnet stockings": {
    "描述": "黑色长袖连衣裙，渔网袜",
    "关键词": "黑色长袖连衣裙搭配渔网袜，上身保守下身性感，形成强烈反差，营造神秘而危险的暗黑美学",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black long-sleeve top, light blue jeans, silver belt, form-fitting, casual style": {
    "描述": "黑色长袖上衣，浅蓝色牛仔裤，银色皮带，修身，休闲风格",
    "关键词": "黑色修身长袖上衣塞入浅蓝牛仔裤，银色细皮带勾勒腰线，简约日常造型中透出精心搭配的细节感",
    "分类": [
      "上装（日常）"
    ]
  },
  "black oversized t-shirt, white sport socks": {
    "描述": "黑色oversizedT恤，白色运动袜",
    "关键词": "超大廓形黑色T恤搭配纯白运动袜，赤脚或配拖鞋，极简中透出90年代美式街头的随性态度",
    "分类": [
      "街头"
    ]
  },
  "black polka-dot bikini, thin necklace": {
    "描述": "黑色波点比基尼，细项链",
    "关键词": "黑色底白色波点比基尼搭配极细金色项链，复古图案与现代简约配饰结合，清新甜美又不失性感",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "black rimmed glasses, beige blazer, black top, gold necklace": {
    "描述": "黑框眼镜，米色西装外套，黑色上衣，金色项链",
    "关键词": "米色修身西装外套内搭黑色高领或V领上衣，黑框眼镜与金色项链形成知性与奢华的微妙平衡，典型都市精英女性形象",
    "分类": [
      "正式商务"
    ]
  },
  "black sequin dress, high neckline, sleeveless, side slit, strappy high heels, silver earrings": {
    "描述": "黑色亮片连衣裙，高领口，无袖，侧开衩，细带高跟鞋，银色耳环",
    "关键词": "黑色高领无袖亮片裙侧面开衩，行走间露出腿部线条，搭配银色细带高跟鞋与耳环，冷艳闪耀如夜色中的黑曜石",
    "分类": [
      "晚宴红毯"
    ]
  },
  "black sequined dress, high neckline, sleeveless, back slit, strappy high heels, metallic color": {
    "描述": "黑色亮片连衣裙，高领口，无袖，后开衩，细带高跟鞋，金属色",
    "关键词": "黑色亮片高领无袖裙背部深开衩，搭配金属色细带高跟鞋，后背线条与鞋履光泽形成前后呼应，神秘而华丽",
    "分类": [
      "晚宴红毯"
    ]
  },
  "black sleeveless dress, black heels, silver bracelet, silver necklace": {
    "描述": "黑色无袖连衣裙，黑色高跟鞋，银色手链，银色项链",
    "关键词": "黑色无袖连衣裙搭配全黑高跟鞋，仅以银色项链与手链点缀，极简配色中靠金属光泽提升精致度，适合正式晚宴",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "black sleeveless top, black leather pants, gold necklace": {
    "描述": "黑色无袖上衣，黑色皮裤，金色项链",
    "关键词": "黑色无袖上衣搭配高腰黑色漆皮长裤，金色粗链垂落胸前，硬朗皮革与金属形成强烈视觉冲击，前卫而性感",
    "分类": [
      "上装（日常）"
    ]
  },
  "black sleeveless top, textured fabric, shiny accessories": {
    "描述": "黑色无袖上衣，纹理面料，闪亮配饰",
    "关键词": "黑色无袖上衣采用粗纺或提花纹理面料，搭配金属耳环、项链等闪亮配饰，通过材质与光泽对比提升整体造型层次",
    "分类": [
      "上装（日常）"
    ]
  },
  "black sports bra, black leggings, black boots": {
    "描述": "黑色运动文胸，黑色紧身裤，黑色靴子",
    "关键词": "黑色高性能运动文胸与高腰紧身裤搭配及踝黑色短靴，运动与时尚无缝切换，适合都市健身潮人",
    "分类": [
      "运动休闲"
    ]
  },
  "black sports bra, black leggings, smooth textures": {
    "描述": "黑色运动文胸，黑色紧身裤，光滑纹理",
    "关键词": "黑色运动文胸与紧身裤采用高弹光滑面料，无接缝设计贴合身体，展现流畅肌肉线条与动感美学",
    "分类": [
      "运动休闲"
    ]
  },
  "black sports bra, black leggings, textured fabric, small white logo": {
    "描述": "黑色运动文胸，黑色紧身裤，纹理面料，白色小logo",
    "关键词": "黑色运动套装采用微压纹理面料，左胸或腰侧点缀小型白色品牌logo，低调中体现运动品牌调性",
    "分类": [
      "运动休闲"
    ]
  },
  "black sports bra, black leggings, white sneakers, textured fabric": {
    "描述": "黑色运动文胸，黑色紧身裤，白色运动鞋，纹理面料",
    "关键词": "黑色运动文胸与肌理感紧身裤搭配纯白缓震运动鞋，黑白对比鲜明，整体活力十足且富有层次",
    "分类": [
      "运动休闲"
    ]
  },
  "black sports bra, black shorts, black arm band, dark wrist watch, clear eyeglasses": {
    "描述": "黑色运动文胸，黑色短裤，黑色臂章，深色手表，透明眼镜",
    "关键词": "黑色运动短打搭配臂章与深色运动表，透明眼镜增添理性气质，适合高强度训练或校园运动场景",
    "分类": [
      "运动休闲"
    ]
  },
  "black sports bra, striped sheer pants": {
    "描述": "黑色运动文胸，条纹薄透裤子",
    "关键词": "黑色运动文胸外搭纵向条纹薄透长裤，若隐若现的肌肤与条纹形成动感视觉韵律，适合时尚运动大片或舞台造型",
    "分类": [
      "运动休闲"
    ]
  },
  "black strapless top, golden necklace, golden bracelet": {
    "描述": "黑色无肩带上衣，金色项链，金色手链",
    "关键词": "黑色无肩带短上衣搭配金色项链与手链，金属光泽在深色背景上格外耀眼，突出肩颈与手臂线条，适合派对或约会",
    "分类": [
      "上装（日常）"
    ]
  },
  "black sweatshirt, cartoon graphic, glasses, light shorts, casual style": {
    "描述": "黑色卫衣，卡通图案，眼镜，浅色短裤，休闲风格",
    "关键词": "黑色宽松卡通印花卫衣搭配浅色棉质短裤，黑框眼镜增添书卷气，整体造型舒适随性，充满青春校园感",
    "分类": [
      "上装（日常）"
    ]
  },
  "black t-shirt, rib cage print, white shorts": {
    "描述": "黑色T恤，肋骨印花，白色短裤",
    "关键词": "黑色T恤胸前印有抽象肋骨图案，搭配高腰白色短裤，黑白对比强烈，带有一点暗黑幽默的街头态度",
    "分类": [
      "上装（日常）"
    ]
  },
  "black tank top, chain belt, black shorts, patterned boots": {
    "描述": "黑色背心，链条皮带，黑色短裤，图案靴子",
    "关键词": "黑色背心与短裤以金属链条腰带连接，脚踩印花短靴，硬朗配饰与鞋履图案提升整体个性强度",
    "分类": [
      "上装（日常）"
    ]
  },
  "black tank top, denim shorts, textured fabric, light blue, frayed hems": {
    "描述": "黑色背心，牛仔短裤，纹理面料，浅蓝色，磨损下摆",
    "关键词": "黑色棉质背心搭配浅蓝做旧牛仔短裤，裤脚自然磨损，整体呈现经典美式夏日休闲造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "black tank top, shoulder straps, scoop neckline": {
    "描述": "黑色背心，肩带，圆领",
    "关键词": "黑色基础款背心采用宽肩带与圆领设计，剪裁合体，适合单穿或作为内搭，展现简约实穿主义",
    "分类": [
      "上装（日常）"
    ]
  },
  "black tank top, sheer fabric, patterned design, golden bracelet": {
    "描述": "黑色背心，薄透面料，图案设计，金色手链",
    "关键词": "黑色薄透图案背心内搭bralette，金色手链在腕间闪耀，若隐若现的肌肤与金属形成性感对比",
    "分类": [
      "上装（日常）"
    ]
  },
  "black tank top, smooth texture": {
    "描述": "黑色背心，光滑纹理",
    "关键词": "黑色背心采用光滑垂感面料，无多余装饰，线条简洁，适合日常或作为叠穿基础单品",
    "分类": [
      "上装（日常）"
    ]
  },
  "black tank top, white shirt, denim jeans": {
    "描述": "黑色背心，白色衬衫，牛仔裤",
    "关键词": "黑色背心外搭敞开式白衬衫，下穿经典蓝色牛仔裤，三层穿搭打造随性都市休闲风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "black top, plunging neckline, black trousers, blue handbag, golden necklace": {
    "描述": "黑色上衣，深V领口，黑色长裤，蓝色手提包，金色项链",
    "关键词": "黑色深V上衣与高腰西裤构成利落通勤造型，金色项链与蓝色手袋打破全黑沉闷，专业中透出女性魅力",
    "分类": [
      "上装（日常）"
    ]
  },
  "black top, sheer sleeves, black skirt, black boots, glasses": {
    "描述": "黑色上衣，薄透袖子，黑色半身裙，黑色靴子，眼镜",
    "关键词": "黑色上衣采用薄纱长袖，搭配黑色针织半裙与及膝靴，黑框眼镜增添知性感，整体暗黑系中层次丰富",
    "分类": [
      "上装（日常）"
    ]
  },
  "black tube top, gold necklace, gold arm cuff, red headwrap": {
    "描述": "黑色筒顶上衣，金色项链，金色臂环，红色头巾",
    "关键词": "黑色筒顶上衣搭配金色颈饰、臂环与鲜红头巾，浓郁色彩与金属质感营造异域或舞台表演风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "black v-neck top, black belt, black trousers, blue handbag, golden necklace": {
    "描述": "黑色V领上衣，黑色皮带，黑色长裤，蓝色手提包，金色项链",
    "关键词": "黑色V领上衣塞入高腰西裤，黑色皮带收腰，金色项链与蓝色手袋形成点睛之笔，干练优雅的职场造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "blue bikini top, blue high-waisted bottoms, large hoop earrings, white sneakers": {
    "描述": "蓝色比基尼上衣，蓝色高腰下装，大圈形耳环，白色运动鞋",
    "关键词": "同色系蓝色高腰比基尼搭配大圈耳环与白色运动鞋，沙滩与街头风格混搭，活力四射又不失性感",
    "分类": [
      "内衣 / 泳装",
      "海滩度假",
      "运动休闲"
    ]
  },
  "blue bikini, tie-up detail, vibrant prints, double-strap top, high-cut bottoms, textured fabric": {
    "描述": "蓝色比基尼，系带细节，鲜艳印花，双肩带上衣，高开衩下装，纹理面料",
    "关键词": "鲜艳热带印花蓝色比基尼采用可调节系带、双肩带上衣与高开衩剪裁，纹理面料增强触感，充满夏日派对气息",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "blue camo sports bra, blue camo leggings": {
    "描述": "蓝色迷彩运动文胸，蓝色迷彩紧身裤",
    "关键词": "蓝色迷彩图案运动文胸与紧身裤成套穿着，高弹面料贴合身形，适合高强度训练或潮流街拍",
    "分类": [
      "运动休闲"
    ]
  },
  "blue crop top, blue shorts, white sneakers, texture appears smooth": {
    "描述": "蓝色露脐上衣，蓝色短裤，白色运动鞋，纹理看起来很光滑",
    "关键词": "同色系蓝色露脐上衣与短裤采用光滑垂感面料，搭配纯白运动鞋，清爽夏日休闲造型",
    "分类": [
      "运动休闲"
    ]
  },
  "blue crop top, long sleeves, ribbed texture, plunging neckline, gray plaid skirt, pleated design": {
    "描述": "蓝色露脐上衣，长袖，罗纹纹理，深V领口，灰色格子裙，百褶设计",
    "关键词": "蓝色罗纹深V长袖露脐上衣搭配灰色格纹百褶裙，上紧下蓬，现代性感与英伦学院风巧妙融合",
    "分类": [
      "上装（日常）"
    ]
  },
  "blue dress, bodycon fit, sleeveless, zipper detail, V-neckline, subtle sheen": {
    "描述": "蓝色连衣裙，紧身款，无袖，拉链细节，V领口，微妙光泽",
    "关键词": "蓝色修身无袖连衣裙采用微光弹力面料，前中拉链与V领设计强调线条感，适合夜店或约会场合",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "blue dress, short sleeves, shiny texture, watch, ring": {
    "描述": "蓝色连衣裙，短袖，闪亮质感，手表，戒指",
    "关键词": "蓝色短袖闪光连衣裙搭配金属腕表与戒指，日间活动或派对皆宜，细节配饰提升整体精致度",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "blue dress, sleeveless, plunging neckline, cinched waist, flowy texture": {
    "描述": "蓝色连衣裙，无袖，深V领口，收腰，飘逸质感",
    "关键词": "蓝色无袖深V连衣裙高腰收束，下摆采用雪纺或真丝飘逸面料，浪漫柔美，适合海边或花园婚礼",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "blue dress, strap sleeves, high slit, textured fabric, hoop earrings, wristwatch, bracelet": {
    "描述": "蓝色连衣裙，吊带袖，高开衩，纹理面料，圈形耳环，手表，手链",
    "关键词": "蓝色吊带袖连衣裙高开衩设计，纹理面料增加质感，金属圈耳环与腕饰强化女性魅力，适合晚宴或红毯",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "blue fringe haircut, pink sunglasses, pink denim jacket, white tank top, pink skirt, pink heart-shaped purse": {
    "描述": "蓝色刘海发型，粉色太阳镜，粉色牛仔夹克，白色背心，粉色半身裙，粉色心形包",
    "关键词": "蓝色刘海搭配全粉系穿搭——牛仔夹克、半裙与心形包，白色背心提亮，整体甜美梦幻如糖果少女",
    "分类": [
      "上装（日常）"
    ]
  },
  "blue patterned bikini, sheer sleeves, ruffled cuffs": {
    "描述": "蓝色图案比基尼，薄透袖子，荷叶边袖口",
    "关键词": "蓝色印花比基尼上衣延伸出薄纱长袖，袖口荷叶边柔化线条，兼具遮阳功能与浪漫度假风情",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "blue patterned top, blue patterned shorts, black glasses": {
    "描述": "蓝色图案上衣，蓝色图案短裤，黑色眼镜",
    "关键词": "上下装同图案蓝色套装搭配黑框眼镜，统一印花强化视觉冲击，知性与活力并存",
    "分类": [
      "上装（日常）"
    ]
  },
  "blue polka-dot dress, front buttoning, sleeveless design, white sunglasses, tied waist belt": {
    "描述": "蓝色波点连衣裙，前排扣，无袖设计，白色太阳镜，系带腰带",
    "关键词": "蓝色波点无袖连衣裙前襟纽扣可开合，腰间系带强调比例，搭配白色太阳镜，清新复古如60年代法式女孩",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "blue sports bra, blue leggings, smooth texture": {
    "描述": "蓝色运动文胸，蓝色紧身裤，光滑纹理",
    "关键词": "蓝色运动套装采用高弹光滑面料，无缝剪裁贴合身体，展现流畅运动线条与活力感",
    "分类": [
      "运动休闲"
    ]
  },
  "brown blouse, shoulder strap, gold necklace, stud earrings, eyeglasses, white manicure, gold rings": {
    "描述": "棕色上衣，肩带，金色项链，耳钉，眼镜，白色美甲，金色戒指",
    "关键词": "棕色肩带式上衣搭配金色首饰、黑框眼镜与白色美甲，细节精致，展现都市知识女性的低调奢华",
    "分类": [
      "上装（日常）"
    ]
  },
  "brown corset top, brown leather pants, glossy texture": {
    "描述": "棕色束身衣上衣，棕色皮裤，光泽质感",
    "关键词": "棕色调束身衣与漆皮长裤同色系搭配，高光质感强化材质对比，营造复古机车或秋日摩登造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "brown crop top, brown skirt, smooth texture": {
    "描述": "棕色露脐上衣，棕色半身裙，光滑纹理",
    "关键词": "棕色露脐上衣与半裙采用光滑垂感面料，同色系搭配营造温暖柔和的统一视觉效果，适合秋日出街",
    "分类": [
      "上装（日常）"
    ]
  },
  "brown cropped top, denim shorts, eyeglasses, wrist watch": {
    "描述": "棕色露脐上衣，牛仔短裤，眼镜，手表",
    "关键词": "棕色露脐上衣搭配经典牛仔短裤，黑框眼镜与简约腕表增添实用主义与书卷气，日常休闲造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "brown hat, black tank top, white denim shorts, frayed shorts hem": {
    "描述": "棕色帽子，黑色背心，白色牛仔短裤，磨损短裤下摆",
    "关键词": "棕色宽檐帽搭配黑色背心与白色破洞牛仔短裤，裤脚自然磨损，打造夏日海滩或城市漫步的随性造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "brown tank top, plaid skirt, smooth texture, fitted top, flared skirt": {
    "描述": "棕色背心，格子半身裙，光滑纹理，修身上衣，喇叭形裙子",
    "关键词": "棕色修身背心搭配格纹A字喇叭裙，上紧下宽经典比例，光滑面料与复古格纹形成优雅学院风",
    "分类": [
      "上装（日常）"
    ]
  },
  "button-up dress, peach color, short sleeves, collar, thigh length, fabric texture": {
    "描述": "纽扣连衣裙，桃色，短袖，领子，及大腿长，面料纹理",
    "关键词": "桃色短袖纽扣连衣裙带有小翻领与及大腿长度，棉质纹理清晰，清新甜美，适合春日约会或郊游",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "camouflage bikini, white-brown-beige tones, high-waisted bottoms, sleeveless top, hoop earrings": {
    "描述": "迷彩比基尼，白色-棕色-米色调，高腰下装，无袖上衣，圈形耳环",
    "关键词": "大地色系迷彩比基尼采用高腰剪裁与无袖上衣，搭配金属圈耳环，低调中透出自然野性美感",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "camouflage crop top, camouflage shorts, brown boots, silver bracelets, sunglasses, hoop earrings": {
    "描述": "迷彩露脐上衣，迷彩短裤，棕色靴子，银色手链，太阳镜，圈形耳环",
    "关键词": "迷彩短打搭配棕色及踝靴，银色手链与太阳镜强化街头军事风，个性十足",
    "分类": [
      "上装（日常）"
    ]
  },
  "cream crop top, beige striped shirt, blue ripped jeans": {
    "描述": "奶油色露脐上衣，米色条纹衬衫，蓝色破洞牛仔裤",
    "关键词": "奶油色露脐上衣外搭米色条纹衬衫，下穿做旧破洞牛仔裤，层次叠穿打造随性不羁的潮流混搭风",
    "分类": [
      "上装（日常）"
    ]
  },
  "crocheted bikini, white color, tassel details, tied straps": {
    "描述": "钩针比基尼，白色，流苏细节，系带肩带",
    "关键词": "白色手工钩针比基尼带有流苏装饰与可调节系带，充满波西米亚度假风情，适合海岛或音乐节",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "dark blue top, v-neckline, smooth texture, necklace with pendant": {
    "描述": "深蓝色上衣，V领口，光滑纹理，带吊坠的项链",
    "关键词": "深蓝色V领上衣采用光滑垂感面料，搭配一枚醒目吊坠项链，简约中突出颈部线条与精致感",
    "分类": [
      "上装（日常）"
    ]
  },
  "dark sunglasses, white collared shirt, navy blue sweater, pleated white skirt, black shoulder bag with gold hardware": {
    "描述": "深色太阳镜，白色带领衬衫，海军蓝毛衣，白色百褶裙，带金色五金的黑色单肩包",
    "关键词": "海军蓝套头毛衣内搭白衬衫，下配白色百褶裙，金色五金黑包与深色墨镜平衡甜美与冷感，典型学院风混搭",
    "分类": [
      "上装（日常）"
    ]
  },
  "denim jacket, black dress, white sneakers, blue backpack": {
    "描述": "牛仔夹克，黑色连衣裙，白色运动鞋，蓝色背包",
    "关键词": "黑色连衣裙外搭经典牛仔夹克，脚踩小白鞋，背蓝色双肩包，刚柔并济，适合日常通勤或周末出游",
    "分类": [
      "运动休闲",
      "连衣裙（日常）"
    ]
  },
  "denim jumpsuit, blue color, zipper front, sleeveless": {
    "描述": "牛仔连体裤，蓝色，拉链前襟，无袖",
    "关键词": "蓝色无袖牛仔连体裤前中拉链设计，简洁利落，适合春夏日常或休闲出行",
    "分类": [
      "正式商务"
    ]
  },
  "denim jumpsuit, light blue, sleeveless, lace-up front, fringed hem": {
    "描述": "牛仔连体裤，浅蓝色，无袖，系带前襟，流苏下摆",
    "关键词": "浅蓝无袖牛仔连体裤前襟系带闭合，下摆流苏装饰，增添70年代嬉皮细节与动感",
    "分类": [
      "正式商务"
    ]
  },
  "denim tube top, denim shorts, light blue, frayed hems, gold necklace, gold bracelet, navel piercing": {
    "描述": "牛仔筒顶上衣，牛仔短裤，浅蓝色，磨损下摆，金色项链，金色手链，肚脐钉",
    "关键词": "浅蓝牛仔上下装搭配磨损毛边与金色首饰，肚脐钉点睛，整体造型大胆张扬，充满青春叛逆感",
    "分类": [
      "上装（日常）"
    ]
  },
  "floral bikini top, white color, printed texture": {
    "描述": "花卉比基尼上衣，白色，印花纹理",
    "关键词": "白色底花卉印花比基尼上衣，图案清新柔和，适合浪漫夏日海滩造型",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "floral bikini, vibrant colors, textured fabric": {
    "描述": "花卉比基尼，鲜艳色彩，纹理面料",
    "关键词": "高饱和热带花卉比基尼采用肌理感面料，视觉与触感双重丰富，充满度假活力",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "floral dress, white base, red and green patterns, V-neckline, long sleeves, brown belt, textured fabric": {
    "描述": "花卉连衣裙，白色底色，红绿图案，V领口，长袖，棕色皮带，纹理面料",
    "关键词": "白底红绿花卉长袖连衣裙V领设计，棕色皮带收腰，棉麻纹理强化田园复古氛围",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "floral jumpsuit, red and beige, texture visible, high heels, tan-colored": {
    "描述": "花卉连体裤，红色和米色，纹理可见，高跟鞋，棕褐色",
    "关键词": "红米双色花卉连体裤纹理清晰，搭配棕褐色高跟鞋，整体浪漫而具成熟女性魅力",
    "分类": [
      "正式商务"
    ]
  },
  "fur-lined hood, beige coat, texture-soft": {
    "描述": "毛皮内衬的兜帽，米色外套，质地柔软",
    "关键词": "米色外套兜帽内衬蓬松毛皮，整体触感柔软温暖，营造冬日奢华休闲氛围",
    "分类": [
      "上装（日常）"
    ]
  },
  "geometric pattern bodysuit, brown and black colors, plunging neckline, long sleeves, glossy black belt, black shoulder bag": {
    "描述": "几何图案紧身衣，棕色和黑色，深V领口，长袖，光泽黑色腰带，黑色单肩包",
    "关键词": "棕黑几何图案紧身衣深V长袖设计，配高光黑腰带与单肩包，现代感与性感兼具，适合夜店或艺术拍摄",
    "分类": [
      "正式商务"
    ]
  },
  "golden bikini, textured fabric": {
    "描述": "金色比基尼，纹理面料",
    "关键词": "金色比基尼采用微褶或提花纹理，随光线变化呈现丰富光泽层次，闪耀如阳光下的金币",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "graphic jacket, multicolored, white hoodie, blue jeans": {
    "描述": "图案夹克，多色，白色连帽衫，蓝色牛仔裤",
    "关键词": "多色印花夹克内搭白色连帽衫与经典蓝牛仔裤，色彩碰撞打造年轻活力街头造型",
    "分类": [
      "街头"
    ]
  },
  "gray cardigan, white crop top, animal print shorts, blue hair": {
    "描述": "灰色开衫，白色露脐上衣，动物印花短裤，蓝色头发",
    "关键词": "灰色针织开衫内搭白色露脐上衣，下穿豹纹短裤，蓝色头发增添前卫感，混搭风格大胆有趣",
    "分类": [
      "上装（日常）"
    ]
  },
  "gray cardigan, white crop top, leopard print shorts, blue hair": {
    "描述": "灰色开衫，白色露脐上衣，豹纹短裤，蓝色头发",
    "关键词": "同上条，灰色开衫+白露脐+豹纹短裤+蓝发，野性与清新碰撞，个性十足",
    "分类": [
      "上装（日常）"
    ]
  },
  "gray crop top, gold necklace, gold earrings, light makeup": {
    "描述": "灰色露脐上衣，金色项链，金色耳环，淡妆",
    "关键词": "灰色露脐上衣搭配金色首饰与裸妆，低调色调中以金属提亮，展现自然优雅气质",
    "分类": [
      "上装（日常）"
    ]
  },
  "gray t-shirt, blue jeans, smooth texture, casual style": {
    "描述": "灰色T恤，蓝色牛仔裤，光滑纹理，休闲风格",
    "关键词": "灰色光滑T恤与蓝色牛仔裤构成经典休闲组合，舒适随性，适合日常出街",
    "分类": [
      "上装（日常）"
    ]
  },
  "green bikini top, white necklace": {
    "描述": "绿色比基尼上衣，白色项链",
    "关键词": "绿色比基尼上衣搭配白色串珠或树脂项链，清新自然，适合热带海岛度假造型",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "green dress, deep neckline, long sleeves, smooth texture, waist belt": {
    "描述": "绿色连衣裙，深V领口，长袖，光滑质感，腰带",
    "关键词": "绿色长袖深V连衣裙采用光滑垂感面料，腰带强调腰线，优雅而具轮廓感，适合正式或半正式场合",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "green jumpsuit, cut-out torso, wide-leg pants, sleeveless top, flowy fabric": {
    "描述": "绿色连体裤，镂空上身，阔腿裤，无袖上衣，飘逸面料",
    "关键词": "绿色无袖连体裤上身镂空、下摆阔腿，飘逸面料强化流动感，兼具设计感与舒适度，适合夏日派对",
    "分类": [
      "正式商务"
    ]
  },
  "green sports bra, green shorts, white sneakers, textured fabric": {
    "描述": "绿色运动文胸，绿色短裤，白色运动鞋，纹理面料",
    "关键词": "绿色运动文胸与短裤采用微压纹理面料，搭配纯白缓震运动鞋，整体活力清新，适合晨跑或户外训练场景",
    "分类": [
      "运动休闲"
    ]
  },
  "green sports ba, green shorts, white socks, multicolored sneakers": {
    "描述": "绿色运动文胸，绿色短裤，白色袜子，多色运动鞋",
    "关键词": "绿色运动短打搭配白色中筒袜与色彩拼接运动鞋，青春动感，适合校园或街头运动造型",
    "分类": [
      "运动休闲"
    ]
  },
  "grey cardigan, white shirt, denim overalls, purple jacket, black hair ties": {
    "描述": "灰色开衫，白色衬衫，牛仔背带裤，紫色夹克，黑色发圈",
    "关键词": "灰色针织开衫与白色衬衫打底，外披宽松紫色夹克，下穿经典牛仔背带裤，黑色发圈收束发型，层次丰富且色彩跳跃",
    "分类": [
      "上装（日常）"
    ]
  },
  "grey sweatshirt, soft texture, round neckline": {
    "描述": "灰色卫衣，柔软纹理，圆领",
    "关键词": "灰色圆领卫衣采用超柔棉质面料，无帽简约设计，垂感自然，适合日常居家或休闲出街",
    "分类": [
      "上装（日常）"
    ]
  },
  "grey turtleneck, sleeveless, soft texture": {
    "描述": "灰色高领衫，无袖，柔软纹理",
    "关键词": "灰色无袖高领针织衫贴合身形，柔软纹理凸显肩颈线条，适合作为内搭或单穿，简约中透出冷感高级",
    "分类": [
      "上装（日常）"
    ]
  },
  "lavender floral dress, white sunglasses, silver hoop earrings": {
    "描述": "薰衣草色花卉连衣裙，白色太阳镜，银色圈形耳环",
    "关键词": "薰衣草底色花卉连衣裙轻盈飘逸，搭配纯白太阳镜与银色圈耳环，整体清新浪漫，适合春日花园或海边度假",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "left: tan bodysuit, right: black dress, plunging neckline, short sleeves": {
    "描述": "左：棕褐色紧身衣，右：黑色连衣裙，深V领口，短袖",
    "关键词": "左侧棕褐色紧身衣贴合身体曲线，右侧黑色短袖深V连衣裙性感干练，双造型对比展现不同女性气质",
    "分类": [
      "正式商务",
      "连衣裙（日常）"
    ]
  },
  "leopard print halter-top, blue ripped jeans": {
    "描述": "豹纹挂脖上衣，蓝色破洞牛仔裤",
    "关键词": "豹纹挂脖上衣野性张扬，搭配做旧破洞蓝色牛仔裤，上紧下松，打造大胆混搭的都市街头风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "light blue corset, denim jeans, silver necklace, black belt, light blue handbag": {
    "描述": "浅蓝色束身衣，牛仔裤，银色项链，黑色皮带，浅蓝色手提包",
    "关键词": "浅蓝色束身衣收腰设计，搭配经典蓝色牛仔裤与黑色皮带，银链与同色手袋形成色彩呼应，清新不失女人味",
    "分类": [
      "上装（日常）"
    ]
  },
  "light blue crop top, ribbed texture, long sleeves, denim jeans": {
    "描述": "浅蓝色露脐上衣，罗纹纹理，长袖，牛仔裤",
    "关键词": "浅蓝色罗纹长袖露脐上衣贴合腰腹，下搭标准蓝色牛仔裤，柔软纹理与经典丹宁结合，打造初秋舒适造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "light green tank top, white drawstrings, ribbed texture, light green bottoms, fitted waistband, casual style": {
    "描述": "浅绿色背心，白色抽绳，罗纹纹理，浅绿色下装，修身腰带，休闲风格",
    "关键词": "上下装同色浅绿色背心与下装，罗纹肌理配合白色抽绳与修身腰头，整体和谐统一，呈现柔和休闲的日常感",
    "分类": [
      "上装（日常）"
    ]
  },
  "light jacket, matching trousers, white sneakers, black bag": {
    "描述": "浅色夹克，搭配长裤，白色运动鞋，黑色包",
    "关键词": "浅色西装夹克与同色系垂感长裤成套穿着，脚踩白色运动鞋，配黑色简约手袋，刚柔并济的现代通勤造型",
    "分类": [
      "运动休闲"
    ]
  },
  "light pink dress, sheer texture, fringe details, brown belt": {
    "描述": "浅粉色连衣裙，薄透质感，流苏细节，棕色皮带",
    "关键词": "浅粉色薄纱连衣裙带有流苏下摆或肩部装饰，棕色皮带收腰，朦胧与动感并存，兼具波西米亚与法式浪漫",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "light pink hairband, green floral dress, gold earrings, light pink nail polish": {
    "描述": "浅粉色发带、绿色花裙、金色耳环、浅粉色指甲油",
    "关键词": "绿色花卉连衣裙搭配浅粉发带与指甲油，金色耳环提亮，整体色彩温柔协调，充满春日少女感",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "light white dress, thin straps, sheer texture": {
    "描述": "浅白色连衣裙，细肩带，薄透质感",
    "关键词": "浅白色细肩带连衣裙采用薄纱或雪纺材质，若隐若现展露肌肤，适合夏日午后或海边微风场景",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "long-sleeve top, ribbed texture, brown color, matching skirt, high-waisted": {
    "描述": "长袖上衣，罗纹纹理，棕色，搭配半身裙，高腰",
    "关键词": "棕色罗纹长袖上衣与同色高腰半裙成套搭配，修身剪裁凸显腰线，温暖大地色系适合秋日都市出街",
    "分类": [
      "上装（日常）"
    ]
  },
  "long-sleeve top, white bandeau, pink hues, sheer texture, butterfly prints": {
    "描述": "长袖上衣，白色抹胸，粉色调，薄透质感，蝴蝶印花",
    "关键词": "白色抹胸外搭粉调薄透长袖罩衫，蝴蝶印花轻盈灵动，整体如春日花园般柔美梦幻",
    "分类": [
      "上装（日常）"
    ]
  },
  "metallic green dress, crystal choker necklace": {
    "描述": "金属绿色连衣裙，水晶颈链",
    "关键词": "金属光泽绿色连衣裙随光线流动，搭配水晶颈链紧贴锁骨，冷艳未来感十足，适合夜店或艺术派对",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "no visible clothing": {
    "描述": "无可见衣物",
    "关键词": "画面中无可见衣物，可能为纯背景、抽象构图或非人物主体",
    "分类": [
      "上装（日常）"
    ]
  },
  "none visible": {
    "描述": "无可见衣物",
    "关键词": "无可见服装元素，建议用于非人物图像或纯环境生成",
    "分类": [
      "上装（日常）"
    ]
  },
  "off-shoulder top, white with stripes, casual shorts": {
    "描述": "露肩上衣，白色带条纹，休闲短裤",
    "关键词": "白色底蓝/黑条纹露肩上衣搭配棉质休闲短裤，清爽条纹与露肩剪裁营造轻松假日氛围",
    "分类": [
      "上装（日常）"
    ]
  },
  "orange dress, ribbed texture, short sleeves, side cut-outs, tie-up details": {
    "描述": "橙色连衣裙，罗纹纹理，短袖，侧面镂空，系带细节",
    "关键词": "亮橙色罗纹连衣裙短袖设计，腰侧镂空并以系带闭合，结构感与色彩张力并存，适合夏日派对或街拍",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pastel pink tank top, blue ripped jeans, black platform heels, neutral shoulder bag": {
    "描述": "柔和粉色背心，蓝色破洞牛仔裤，黑色厚底高跟鞋，中性色单肩包",
    "关键词": "柔和粉背心与破洞牛仔裤打造休闲基底，黑色厚底高跟鞋拉长比例，中性色包平衡整体，甜酷风格兼具",
    "分类": [
      "上装（日常）"
    ]
  },
  "patterned blazer, patterned shorts, black bralette, warm colors, glossy texture": {
    "描述": "图案西装外套，图案短裤，黑色无钢圈文胸，暖色调，光泽质感",
    "关键词": "暖色系图案西装与短裤同花同色，内搭黑色bralette，高光面料强化视觉冲击，前卫大胆的时尚实验造型",
    "分类": [
      "正式商务"
    ]
  },
  "patterned crop top, green leather pants, silver necklaces, red bracelet, hoop earrings": {
    "描述": "图案露脐上衣，绿色皮裤，银色项链，红色手链，圈形耳环",
    "关键词": "多彩图案露脐上衣搭配亮绿色漆皮长裤，银链、红镯与圈耳环形成色彩碰撞，个性张扬，适合音乐节或先锋造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "patterned dress, black and white, deep neckline, short sleeves, textured fabric, black boots, laced footwear": {
    "描述": "图案连衣裙，黑白色，深V领口，短袖，纹理面料，黑色靴子，系带鞋",
    "关键词": "经典黑白几何或波点图案连衣裙，深V短袖设计，搭配系带黑色短靴，复古摩登感强烈",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "patterned jacket, patterned skirt, bikini top, vibrant colors, shiny texture": {
    "描述": "图案夹克，图案半身裙，比基尼上衣，鲜艳色彩，闪亮质感",
    "关键词": "上下装同系列鲜艳图案夹克与半裙，内搭比基尼上衣，闪亮面料在阳光下折射强烈色彩，热带度假风格拉满",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "peach sports bra, peach skirt, smooth fabric": {
    "描述": "桃色运动文胸，桃色半身裙，光滑面料",
    "关键词": "桃色运动文胸与高腰半裙采用光滑弹力面料，一体式色彩柔和温暖，适合低强度训练或瑜伽出街",
    "分类": [
      "运动休闲"
    ]
  },
  "pearl headpiece, white textured dress, bejeweled adornments, sheer sleeves": {
    "描述": "珍珠头饰，白色纹理连衣裙，宝石点缀，薄透袖子",
    "关键词": "白色肌理感连衣裙配薄纱袖，全身点缀仿宝石装饰，头戴珍珠发冠，整体如童话新娘或高级晚宴造型",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pink and blue goalie pads, black belt, white skates": {
    "描述": "粉蓝守门员护垫，黑色皮带，白色冰鞋",
    "关键词": "冰球守门员装备以粉蓝为主色，黑色战术腰带固定护具，白色专业冰鞋收尾，运动机能感与色彩趣味并存",
    "分类": [
      "上装（日常）"
    ]
  },
  "pink beret, light blouse, pink jacket, soft textures": {
    "描述": "粉色贝雷帽，浅色上衣，粉色夹克，柔软纹理",
    "关键词": "粉色贝雷帽与同色短款夹克搭配米白或浅粉上衣，整体采用软糯针织或羊绒材质，温柔法式风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "pink bikini top, shiny fabric, thin straps, pendant necklace, aviator sunglasses": {
    "描述": "粉色比基尼上衣，闪亮面料，细肩带，吊坠项链，飞行员太阳镜",
    "关键词": "粉色高光比基尼上衣细带勾勒肩线，搭配金属吊坠与茶色飞行员镜，闪耀中透出70年代复古酷感",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "pink bikini, pink heels, pink sunglasses": {
    "描述": "粉色比基尼，粉色高跟鞋，粉色太阳镜",
    "关键词": "全粉系造型——比基尼、高跟鞋与太阳镜统一色调，甜美梦幻，适合泳池派对或时尚大片",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "pink blazer, white top, pink trousers, silky fabric": {
    "描述": "粉色西装外套，白色上衣，粉色长裤，丝绸面料",
    "关键词": "粉色丝绸西装与长裤成套，内搭白色修身打底，光泽面料流动感强，呈现柔美而权威的现代职场形象",
    "分类": [
      "正式商务"
    ]
  },
  "pink crop top, pink shorts, ribbed texture, athletic wear": {
    "描述": "粉色露脐上衣，粉色短裤，罗纹纹理，运动服",
    "关键词": "粉色罗纹运动露脐上衣与短裤采用高弹面料，适合高强度训练，色彩统一增强视觉动感",
    "分类": [
      "运动休闲"
    ]
  },
  "pink crop top, pink shorts, textured fabric": {
    "描述": "粉色露脐上衣，粉色短裤，纹理面料",
    "关键词": "同色粉色上下装通过肌理感面料增加层次，避免单调，适合日常出街或轻运动场景",
    "分类": [
      "上装（日常）"
    ]
  },
  "pink crop top, ribbed texture, tie-front detail, blue ripped jeans, casual style, light wash denim, black shoulder bag, brown belt": {
    "描述": "粉色露脐上衣，罗纹纹理，系带前襟，蓝色破洞牛仔裤，休闲风格，浅色水洗牛仔，黑色单肩包，棕色皮带",
    "关键词": "粉色罗纹系带露脐上衣与浅蓝破洞牛仔裤形成甜酷对比，棕色皮带勒腰，黑色包压住整体，日常混搭典范",
    "分类": [
      "上装（日常）"
    ]
  },
  "pink crop top, white midriff band, pink shorts, glossy tan heels": {
    "描述": "粉色露脐上衣，白色腰带，粉色短裤，光泽棕褐色高跟鞋",
    "关键词": "粉色露脐上衣中央嵌白色腰带，下搭同色短裤，配光泽棕高跟鞋，色彩统一中靠材质变化提升精致度",
    "分类": [
      "上装（日常）"
    ]
  },
  "pink cropped top, ribbed texture, tie-front detail, blue ripped jeans, casual style, light wash denim, black shoulder bag, brown belt": {
    "描述": "粉色露脐上衣，罗纹纹理，系带前襟，蓝色破洞牛仔裤，休闲风格，浅色水洗牛仔，黑色单肩包，棕色皮带",
    "关键词": "同上一条，重复条目，描述一致，关键词相同：粉色罗纹系带露脐上衣与浅蓝破洞牛仔裤形成甜酷对比，棕色皮带勒腰，黑色包压住整体，日常混搭典范",
    "分类": [
      "上装（日常）"
    ]
  },
  "pink dress, orange sash, gold heels, floral headpiece": {
    "描述": "粉色连衣裙，橙色腰带，金色高跟鞋，花卉头饰",
    "关键词": "粉色连衣裙以亮橙色宽腰带点睛，搭配金色高跟鞋与鲜花头冠，色彩明快，适合花园婚礼或春日庆典",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pink dress, plunging neckline, sleeveless, textured fabric": {
    "描述": "粉色连衣裙，深V领口，无袖，纹理面料",
    "关键词": "粉色深V无袖连衣裙采用提花、罗纹或压褶纹理，增强视觉层次，性感而不轻浮，适合半正式场合",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pink dress, spaghetti straps, form-fitting, floor-length": {
    "描述": "粉色连衣裙，细肩带，修身，及地",
    "关键词": "粉色细肩带及地长裙贴合身形，垂感面料随步流动，优雅适合晚宴、红毯或重要仪式",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pink dress, short sleeves, crew neckline, ribbed texture": {
    "描述": "粉色连衣裙，短袖，圆领，罗纹纹理",
    "关键词": "粉色罗纹圆领短袖连衣裙，基础剪裁舒适实穿，适合日常通勤或周末约会",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pink dress, tiered layers, spaghetti straps, v-neckline, pleated texture, silver watch": {
    "描述": "粉色连衣裙，分层，细肩带，V领口，百褶纹理，银色手表",
    "关键词": "粉色多层百褶细肩带V领长裙，轻盈灵动，搭配银色腕表平衡甜美，适合夏日郊游或海边拍摄",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pink halter-neck dress, ribbed texture, form-fitting": {
    "描述": "粉色挂脖连衣裙，罗纹纹理，修身",
    "关键词": "粉色罗纹挂脖连衣裙贴合曲线，肩颈线条优美，适合派对或约会等需要展现身材的场合",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pink hearts bodysuit, white base, long sleeves": {
    "描述": "粉色心形紧身衣，白色底色，长袖",
    "关键词": "白色底粉色心形图案长袖紧身衣，可爱与性感并存，适合主题派对或潮流街拍",
    "分类": [
      "正式商务"
    ]
  },
  "pink hoodie, matching pants, textured fabric": {
    "描述": "粉色连帽衫，搭配裤子，纹理面料",
    "关键词": "粉色连帽衫与配套长裤采用微压或抓绒纹理，柔软亲肤，打造统一和谐的休闲运动造型",
    "分类": [
      "街头"
    ]
  },
  "pink hoodie, pink shorts, textured fabric": {
    "描述": "粉色连帽衫，粉色短裤，纹理面料",
    "关键词": "粉色连帽衫搭配同色短裤，纹理面料增加质感，适合春末夏初的居家或短途出街",
    "分类": [
      "街头"
    ]
  },
  "pink shiny dress, plunging neckline, sleeveless, textured fabric": {
    "描述": "粉色闪亮连衣裙，深V领口，无袖，纹理面料",
    "关键词": "粉色高光连衣裙深V无袖，表面带有压纹或颗粒质感，闪耀中不失细节，适合夜店或舞台演出",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "pink sports bra, pink leggings, barefoot, black accents": {
    "描述": "粉色运动文胸，粉色紧身裤，赤脚，黑色点缀",
    "关键词": "粉色运动套装搭配黑色运动鞋带、logo或发饰，赤脚呈现自然状态，适合瑜伽、舞蹈或居家训练",
    "分类": [
      "运动休闲"
    ]
  },
  "pink tank top, blue denim shorts, diamond choker necklace, brown patterned handbag": {
    "描述": "粉色背心，蓝色牛仔短裤，钻石颈链，棕色图案手提包",
    "关键词": "粉色棉质背心与经典牛仔短裤构成基础造型，钻石颈链与印花棕包提升精致度，日常出街优选",
    "分类": [
      "上装（日常）"
    ]
  },
  "pink top, sleeveless, button-up, white bottoms, ribbed texture": {
    "描述": "粉色上衣，无袖，纽扣，白色下装，罗纹纹理",
    "关键词": "粉色无袖纽扣上衣采用罗纹肌理，下搭白色高腰裤或裙，清爽配色适合初夏通勤或约会",
    "分类": [
      "上装（日常）"
    ]
  },
  "red bikini top, red bikini bottom, ribbed texture, tied sides": {
    "描述": "红色比基尼上衣，红色比基尼下装，罗纹纹理，两侧系带",
    "关键词": "红色罗纹比基尼上下装通过可调节系带贴合身形，肌理感面料增强触感，热情性感，适合热带海滩",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "red bikini top, snakeskin pattern, textured fabric": {
    "描述": "红色比基尼上衣，蛇皮图案，纹理面料",
    "关键词": "红色蛇纹比基尼上衣采用仿皮革压纹面料，野性魅力十足，适合大胆张扬的夏日造型",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "red crop top, blue jeans, light textures": {
    "描述": "红色露脐上衣，蓝色牛仔裤，浅色纹理",
    "关键词": "红色露脐上衣搭配浅蓝或中蓝牛仔裤，上下装纹理柔和，经典红蓝对比打造活力街头感",
    "分类": [
      "上装（日常）"
    ]
  },
  "red crop top, white bikini bottoms, ribbed fabric": {
    "描述": "红色露脐上衣，白色比基尼下装，罗纹面料",
    "关键词": "红色罗纹露脐上衣搭配白色比基尼下装，上衣可外穿，下装显腿部线条，混搭感强，适合海滩到酒吧的无缝切换",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "red dress, frilly dress, white heels, blue hair": {
    "描述": "红色连衣裙，荷叶边连衣裙，白色高跟鞋，蓝色头发",
    "关键词": "红色荷叶边连衣裙层叠浪漫，搭配白色高跟鞋与蓝色挑染发型，色彩冲突制造强烈视觉记忆点",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red dress, lace details, black fur hat, red gloves": {
    "描述": "红色连衣裙，蕾丝细节，黑色毛皮帽子，红色手套",
    "关键词": "红色蕾丝连衣裙搭配黑色毛皮帽与同色长手套，冬日复古造型，奢华与戏剧感并存",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red dress, low neckline, sleeveless": {
    "描述": "红色连衣裙，低领口，无袖",
    "关键词": "红色无袖低领连衣裙剪裁简洁，突出锁骨与肩线，经典性感，适合多种正式或半正式场合",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red dress, plunging neckline, sleeveless, smooth texture, large hoop earrings": {
    "描述": "红色连衣裙，深V领口，无袖，光滑纹理，大圈形耳环",
    "关键词": "红色深V无袖连衣裙采用光滑垂感面料，搭配大圈金属耳环，强化女性气场与自信魅力",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red dress, sleeveless, v-neckline": {
    "描述": "红色连衣裙，无袖，V领口",
    "关键词": "红色无袖V领连衣裙基础款设计，适合日常、约会或通勤，经典永不过时",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red dress, sleeveless, v-neckline, satin texture": {
    "描述": "红色连衣裙，无袖，V领口，绸缎质感",
    "关键词": "红色绸缎无袖V领连衣裙流动感强，光泽柔和，适合晚宴、婚礼宾客或重要社交场合",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red dress, textured fabric, thin straps": {
    "描述": "红色连衣裙，纹理面料，细肩带",
    "关键词": "红色细肩带连衣裙采用提花、压褶或粗纺纹理，避免纯色单调，适合艺术拍摄或个性穿搭",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red frilly dress, white heels, blue hair": {
    "描述": "红色荷叶边连衣裙，白色高跟鞋，蓝色头发",
    "关键词": "同上‘red dress, frilly dress...’条目，关键词一致：红色荷叶边连衣裙层叠浪漫，搭配白色高跟鞋与蓝色挑染发型，色彩冲突制造强烈视觉记忆点",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red lace dress, black fur hat, red gloves": {
    "描述": "红色蕾丝连衣裙，黑色毛皮帽子，红色手套",
    "关键词": "同上‘red dress, lace details...’条目，关键词一致：红色蕾丝连衣裙搭配黑色毛皮帽与同色长手套，冬日复古造型，奢华与戏剧感并存",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red lace-up top, white lace bralette, blue denim shorts, green handbag": {
    "描述": "红色系带上衣，白色蕾丝无钢圈文胸，蓝色牛仔短裤，绿色手提包",
    "关键词": "红色系带露腰上衣内搭白色蕾丝bralette，下穿做旧牛仔短裤，绿色手袋点亮整体，甜辣混搭风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "red patterned top, deep neckline, short sleeves": {
    "描述": "红色图案上衣，深V领口，短袖",
    "关键词": "红色印花上衣采用深V短袖设计，图案可能为几何、花卉或抽象，适合夏日或节日氛围",
    "分类": [
      "上装（日常）"
    ]
  },
  "red ribbed sweater, black leather pants": {
    "描述": "红色罗纹毛衣，黑色皮裤",
    "关键词": "红色粗针罗纹毛衣搭配高腰黑色漆皮长裤，柔软与硬朗材质碰撞，秋冬摩登女性造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "red satin dress, off-shoulder style, knotted front": {
    "描述": "红色绸缎连衣裙，露肩款式，前襟打结",
    "关键词": "红色绸缎露肩连衣裙前中打结设计，流动面料与结构感并存，浪漫又具设计感，适合晚宴或拍摄",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "red sports bra, red leggings, smooth texture, athletic wear": {
    "描述": "红色运动文胸，红色紧身裤，光滑纹理，运动服",
    "关键词": "红色高性能运动套装采用光滑高弹面料，无缝剪裁，适合跑步、健身或高强度训练",
    "分类": [
      "运动休闲"
    ]
  },
  "red strapless dress, smooth texture": {
    "描述": "红色无肩带连衣裙，光滑纹理",
    "关键词": "红色无肩带连衣裙采用光滑垂感面料，简洁剪裁凸显肩颈与手臂线条，经典晚装选择",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "ribbed beige turtleneck dress, chest cut-out, black handbag, black and white sneakers": {
    "描述": "罗纹米色高领连衣裙，胸部镂空，黑色手提包，黑白运动鞋",
    "关键词": "米色罗纹高领连衣裙胸前几何镂空，搭配黑色手袋与黑白拼色运动鞋，混搭正式与街头元素",
    "分类": [
      "运动休闲",
      "连衣裙（日常）"
    ]
  },
  "satin top, silver color, strapless design, necklace, bracelet": {
    "描述": "绸缎上衣，银色，无肩带设计，项链，手链",
    "关键词": "银色绸缎无肩带上衣反射冷光，搭配金属项链与手链，未来感与奢华感兼具，适合舞台或夜店",
    "分类": [
      "上装（日常）"
    ]
  },
  "silver chain necklace, pink pendant, gold bracelet": {
    "描述": "银色链条项链，粉色吊坠，金色手链",
    "关键词": "银链配粉色宝石或树脂吊坠，与金色手链形成金银混搭，适合打造个性配饰组合，建议搭配简约服装",
    "分类": [
      "上装（日常）"
    ]
  },
  "sleeveless sequined dress, black and blue tones, sheer fabric, high slit, silver sequined dress, beige tones, strappy sandals, ankle strap, heeled footwear": {
    "描述": "无袖亮片连衣裙，黑色和蓝色调，薄透面料，高开衩，银色亮片连衣裙，米色调，细带凉鞋，脚踝带，有跟鞋",
    "关键词": "两套造型：其一为黑蓝渐变亮片高开衩薄纱裙，神秘冷艳；其二为米色银光亮片裙配细带踝靴，闪耀温柔。均适合红毯或高级派对",
    "分类": [
      "晚宴红毯"
    ]
  },
  "sleeveless top, beige color, denim shorts, light wash, leather seat texture": {
    "描述": "无袖上衣，米色，牛仔短裤，浅色水洗，皮革座椅纹理",
    "关键词": "米色无袖上衣搭配浅蓝破洞牛仔短裤，画面中含皮革座椅质感，适合营造休闲坐姿生活场景",
    "分类": [
      "上装（日常）"
    ]
  },
  "sleeveless top, beige color, high-cut white bottoms": {
    "描述": "无袖上衣，米色，高开衩白色下装",
    "关键词": "米色无袖上衣搭配高腰高开衩白色裤或裙，上下装色彩柔和，腿部线条延伸感强，适合夏日清新造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "sleeveless top, beige color, ribbed texture, high-waisted pants, black color, button details": {
    "描述": "无袖上衣，米色，罗纹纹理，高腰裤，黑色，纽扣细节",
    "关键词": "米色罗纹无袖上衣塞入黑色高腰西裤，裤门襟纽扣清晰可见，简约通勤造型中透出质感细节",
    "分类": [
      "上装（日常）"
    ]
  },
  "sleeveless top, beige color, snag fit, shorts, sitting": {
    "描述": "无袖上衣，米色，修身，短裤，坐姿",
    "关键词": "米色修身无袖上衣搭配短裤，人物呈自然坐姿，适合生活化、松弛感图像生成",
    "分类": [
      "上装（日常）"
    ]
  },
  "sleeveless top, neutral color, soft texture": {
    "描述": "无袖上衣，中性色，柔软纹理",
    "关键词": "中性色（灰、米、燕麦）无袖上衣采用柔软棉或莫代尔面料，垂感自然，适合基础款或内搭生成",
    "分类": [
      "上装（日常）"
    ]
  },
  "sports bra, leggings, pastel colors, form-fitting, athletic wear": {
    "描述": "运动文胸，紧身裤，柔和色彩，修身，运动服",
    "关键词": "柔和粉、蓝、紫等马卡龙色系运动文胸与紧身裤，修身剪裁贴合身形，适合低强度训练或潮流出街",
    "分类": [
      "运动休闲"
    ]
  },
  "sports bra, leggings, pastel green, form-fitting, sleeveless, high-waisted": {
    "描述": "运动文胸，紧身裤，柔和绿色，修身，无袖，高腰",
    "关键词": "柔和绿色高腰紧身裤与无袖运动文胸成套，色彩清新，高腰设计收腹显腿长，适合瑜伽或日常运动",
    "分类": [
      "运动休闲"
    ]
  },
  "spotted swimsuit, light-dark contrast, thin straps, skin exposure": {
    "描述": "斑点泳衣，明暗对比，细肩带，暴露皮肤",
    "关键词": "黑白或棕白斑点连体泳衣，细肩带设计，大面积肌肤露出，复古性感，适合泳池或沙滩场景",
    "分类": [
      "内衣 / 泳装",
      "正式商务",
      "海滩度假"
    ]
  },
  "strapless top, aqua color, textured fabric, high-waisted trousers, matching color, cinched ankles": {
    "描述": "无肩带上衣，水绿色，纹理面料，高腰长裤，同色系，收紧脚踝",
    "关键词": "水绿色无肩带上衣与高腰阔腿裤同色系搭配，裤脚收束贴合脚踝，整体流畅修长，适合度假或都市漫步",
    "分类": [
      "上装（日常）"
    ]
  },
  "strapless yellow dress, blue waist sash, beige high heels, black floral hair accessory": {
    "描述": "无肩带黄色连衣裙，蓝色腰带，米色高跟鞋，黑色花卉发饰",
    "关键词": "明黄色无肩带连衣裙以蓝色宽腰带收腰，搭配米色高跟鞋与黑色花朵发夹，色彩明快活泼，适合春日庆典",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "strawberry-print top, white with red, matching shorts, silver loop earrings": {
    "描述": "草莓印花上衣，白色带红色，搭配短裤，银色圈形耳环",
    "关键词": "白底红草莓印花上衣与短裤成套，甜美可爱，搭配银圈耳环平衡童趣，适合夏日音乐节或约会",
    "分类": [
      "上装（日常）"
    ]
  },
  "striped one-piece swimsuit, blue and white colors, textured fabric": {
    "描述": "条纹连体泳衣，蓝色和白色，纹理面料",
    "关键词": "蓝白经典条纹连体泳衣采用微压纹理面料，复古航海风，适合家庭度假或休闲海滩",
    "分类": [
      "内衣 / 泳装",
      "正式商务",
      "海滩度假"
    ]
  },
  "striped swimsuit, glasses": {
    "描述": "条纹泳衣，眼镜",
    "关键词": "条纹泳衣人物佩戴眼镜（可能为透明或太阳镜），增添书卷气或实用细节，适合生活化海滩场景",
    "分类": [
      "内衣 / 泳装",
      "正式商务",
      "海滩度假"
    ]
  },
  "tan crochet bikini top, tan bikini bottom, gold waist chain, black halterneck bikini top, black tie-side bikini bottom, tan crochet bikini top, tan crochet skirt, gold waist chain": {
    "描述": "棕褐色钩针比基尼上衣，棕褐色比基尼下装，金色腰链，黑色挂脖比基尼上衣，黑色系带比基尼下装，棕褐色钩针比基尼上衣，棕褐色钩针半身裙，金色腰链",
    "关键词": "两套造型：其一为棕褐钩针比基尼配金色腰链，波西米亚风情；其二为黑色挂脖比基尼，简约性感；另可搭配同色钩针半身裙，打造从海滩到市集的无缝切换",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "tan crop top, tan high-waisted pants, ripped knee, checked shirt tied, white sneakers": {
    "描述": "棕褐色露脐上衣，棕褐色高腰裤，破洞膝盖，系在腰间的格子衬衫，白色运动鞋",
    "关键词": "棕褐色上下装统一色调，高腰裤膝盖破洞，腰间系格子衬衫，白鞋提亮，复古街头风格浓郁",
    "分类": [
      "运动休闲"
    ]
  },
  "textured fabric": {
    "描述": "纹理面料",
    "关键词": "强调面料肌理感，如罗纹、提花、压褶、粗纺等，适用于突出材质细节的服装生成",
    "分类": [
      "上装（日常）"
    ]
  },
  "tie-dye bikini, blue-green-black hues, sports shorts, black with green and blue patterns": {
    "描述": "扎染比基尼，蓝绿黑三色调，运动短裤，黑色带绿蓝图案",
    "关键词": "蓝绿黑扎染比基尼搭配同色系扎染运动短裤，迷幻色彩与运动剪裁结合，适合音乐节或潮流造型",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "transparent patterned top, black bralette, glossy black pants, glittery sneakers": {
    "描述": "透明图案上衣，黑色无钢圈文胸，光泽黑色裤子，闪光运动鞋",
    "关键词": "透明印花罩衫内搭黑色bralette，下穿漆皮黑裤与亮片运动鞋，透明、光泽、闪光三层材质叠加，前卫大胆",
    "分类": [
      "运动休闲"
    ]
  },
  "white and black patterned dress, deep neckline, short sleeves, textured fabric, black boots, laced footwear": {
    "描述": "黑白图案连衣裙，深V领口，短袖，纹理面料，黑色靴子，系带鞋",
    "关键词": "黑白波点、棋盘或几何图案连衣裙，深V短袖设计，搭配系带黑色短靴，复古摩登感强烈",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "white bathrobe, textured fabric, glasses": {
    "描述": "白色浴袍，纹理面料，眼镜",
    "关键词": "白色肌理感浴袍（如毛巾布或针织）搭配眼镜，营造晨间居家、酒店或SPA放松场景",
    "分类": [
      "上装（日常）"
    ]
  },
  "white bikini top, black bikini bottom, hoop earrings": {
    "描述": "白色比基尼上衣，黑色比基尼下装，圈形耳环",
    "关键词": "经典黑白分体比基尼，上白下黑，搭配金属圈耳环，简约现代，适合各种肤色与海滩环境",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white bikini top, blue jeans, silver necklace": {
    "描述": "白色比基尼上衣，蓝色牛仔裤，银色项链",
    "关键词": "白色比基尼上衣外穿搭配蓝色牛仔裤，银链点缀锁骨，清新性感，适合滨海小镇或夏日街拍",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white bikini top, halter neck top, string bikini bottom, smooth texture": {
    "描述": "白色比基尼上衣，挂脖上衣，系带比基尼下装，光滑纹理",
    "关键词": "白色挂脖比基尼上下装采用光滑尼龙面料，系带可调节，经典剪裁适合多种身材",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white bikini top, ruffled edges, light fabric, headscarf with print, necklace": {
    "描述": "白色比基尼上衣，荷叶边，轻薄面料，带印花头巾，项链",
    "关键词": "白色荷叶边比基尼上衣轻盈浪漫，搭配印花头巾与项链，整体造型充满南欧或热带度假风情",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white bikini top, white bikini bottoms, smooth texture": {
    "描述": "白色比基尼上衣，白色比基尼下装，光滑纹理",
    "关键词": "全白比基尼采用高弹光滑面料，纯净简洁，适合日光浴或强调肌肤色调的摄影场景",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white bikini top, white mesh cover-up, white skirt, silver necklace": {
    "描述": "白色比基尼上衣，白色网眼罩衫，白色半身裙，银色项链",
    "关键词": "白色比基尼上衣外搭网眼罩衫与同色半裙，三层白色营造通透层次，银链提亮，适合海滩到餐厅的过渡造型",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white bikini, halter neck top, string bikini bottom, smooth texture": {
    "描述": "白色比基尼，挂脖上衣，系带比基尼下装，光滑纹理",
    "关键词": "同上‘white bikini top, halter neck...’，关键词一致：白色挂脖比基尼上下装采用光滑尼龙面料，系带可调节，经典剪裁适合多种身材",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white blouse, intricate lace, sheer sleeves": {
    "描述": "白色上衣，精致蕾丝，薄透袖子",
    "关键词": "白色蕾丝上衣局部薄透袖设计，精致刺绣与朦胧纱感结合，适合职场或约会中的柔美形象",
    "分类": [
      "上装（日常）"
    ]
  },
  "white collared shirt, navy blue sweater, pleated white skirt, black shoulder bag with gold hardware": {
    "描述": "白色带领衬衫，海军蓝毛衣，白色百褶裙，带金色五金的黑色单肩包",
    "关键词": "海军蓝V领毛衣内搭白衬衫，下配白色百褶裙，金色五金黑包点睛，典型学院风混搭，清爽知性",
    "分类": [
      "上装（日常）"
    ]
  },
  "white corset top, floral pattern, denim jeans, corset laces": {
    "描述": "白色束身衣上衣，花卉图案，牛仔裤，束身衣系带",
    "关键词": "白色花卉束身衣上衣前系带可调节松紧，搭配经典蓝色牛仔裤，甜美与硬朗平衡，适合日常出街",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, black pants, pink and blue goalie pads, black belt, white skates": {
    "描述": "白色露脐上衣，黑色裤子，粉蓝守门员护垫，黑色皮带，白色冰鞋",
    "关键词": "冰球守门员装备以白色露脐上衣与黑裤为基底，粉蓝护垫增添活力，整体专业且具视觉焦点",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, black pants, pink and blue leg pads, vaughn glove, white skates": {
    "描述": "白色露脐上衣，黑色裤子，粉蓝腿垫，Vaughn手套，白色冰鞋",
    "关键词": "同上冰球主题，加入专业Vaughn品牌手套，强调运动真实性与装备细节",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, blue denim shorts, black and white sneakers, ribbed texture top": {
    "描述": "白色露脐上衣，蓝色牛仔短裤，黑白运动鞋，罗纹纹理上衣",
    "关键词": "白色罗纹露脐上衣搭配浅蓝牛仔短裤与黑白拼色运动鞋，经典夏日休闲造型，清爽活力",
    "分类": [
      "运动休闲"
    ]
  },
  "white crop top, blue denim shorts, cow print boots, silver necklace": {
    "描述": "白色露脐上衣，蓝色牛仔短裤，奶牛印花靴子，银色项链",
    "关键词": "白色露脐上衣与牛仔短裤基础款，靠奶牛纹短靴与银链制造趣味，甜酷风格突出",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, blue denim shorts, silver bracelet, white texture, denim texture": {
    "描述": "白色露脐上衣，蓝色牛仔短裤，银色手链，白色纹理，牛仔纹理",
    "关键词": "白色与牛仔经典组合，银手链点缀，强调两种材质纹理对比，适合生活化街拍",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, blue jeans, silver belt, textured fabric, denim texture": {
    "描述": "白色露脐上衣，蓝色牛仔裤，银色皮带，纹理面料，牛仔纹理",
    "关键词": "白色露脐上衣采用肌理感面料，塞入蓝色牛仔裤，银色细皮带勾勒腰线，日常通勤或约会皆宜",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, blue jeans, silver necklace": {
    "描述": "白色露脐上衣，蓝色牛仔裤，银色项链",
    "关键词": "最简白+蓝组合，银链提升精致度，百搭不出错的日常造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, crisscross neckline, white pants, silver chain accents, white handbag, quilted texture": {
    "描述": "白色露脐上衣，交叉领口，白色裤子，银色链条点缀，白色手提包，绗缝纹理",
    "关键词": "全白上下装中，交叉领口与银链打破单调，绗缝白包增加质感，整体高级简约",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, denim shorts, glasses": {
    "描述": "白色露脐上衣，牛仔短裤，眼镜",
    "关键词": "白色露脐上衣与牛仔短裤搭配眼镜，书卷气与青春感并存，适合校园或咖啡馆场景",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, grey shorts, white sneakers, text on top": {
    "描述": "白色露脐上衣，灰色短裤，白色运动鞋，上衣有文字",
    "关键词": "白色露脐上衣印有英文或图案文字，搭配灰色运动短裤与白鞋，街头潮流感十足",
    "分类": [
      "运动休闲"
    ]
  },
  "white crop top, high-waisted skirt, textured pink heels, black shoulder bag": {
    "描述": "白色露脐上衣，高腰裙，纹理粉色高跟鞋，黑色单肩包",
    "关键词": "白色露脐上衣搭配高腰半裙（色系未指定），粉色高跟鞋带纹理，黑包平衡色彩，适合约会或派对",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, lace details, high-waisted skirt, pleated texture": {
    "描述": "白色露脐上衣，蕾丝细节，高腰裙，百褶纹理",
    "关键词": "白色露脐上衣局部蕾丝拼接，下搭百褶高腰裙，柔美浪漫，适合春日或花园场景",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, light blue jeans, smooth texture, silver necklace": {
    "描述": "白色露脐上衣，浅蓝色牛仔裤，光滑纹理，银色项链",
    "关键词": "白色光滑露脐上衣与浅蓝牛仔裤组合，清爽夏日造型，银链为唯一配饰，简约干净",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, light blue ripped jeans, smooth texture, silver necklace": {
    "描述": "白色露脐上衣，浅蓝色破洞牛仔裤，光滑纹理，银色项链",
    "关键词": "同上，加入破洞细节，更显随性不羁，适合街头或音乐节",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crop top, long sleeves, white skirt, textured fabric, green handbag, gold necklace": {
    "描述": "白色露脐上衣，长袖，白色半身裙，纹理面料，绿色手提包，金色项链",
    "关键词": "白色长袖露脐上衣与白裙同色系，绿色手袋与金链形成色彩焦点，整体优雅中带活力",
    "分类": [
      "上装（日常）"
    ]
  },
  "white cropped cardigan, white pleated skirt, black shoulder bag, dark sunglasses, white bralette, gold necklace": {
    "描述": "白色短款开衫，白色百褶裙，黑色单肩包，深色太阳镜，白色无钢圈文胸，金色项链",
    "关键词": "全白开衫与百褶裙，内搭bralette，黑包墨镜压色，金链提亮，法式简约与性感并存",
    "分类": [
      "上装（日常）"
    ]
  },
  "white cropped shirt, white shorts, smooth fabric": {
    "描述": "白色短款衬衫，白色短裤，光滑面料",
    "关键词": "白色短款衬衫与短裤采用光滑棉质，清爽夏日造型，适合海滩或城市漫步",
    "分类": [
      "上装（日常）"
    ]
  },
  "white cropped t-shirt, black graphic design, casual style": {
    "描述": "白色短款T恤，黑色图案设计，休闲风格",
    "关键词": "白色短款T恤印有黑色图案（文字/logo/图形），基础休闲单品，适合日常或潮流穿搭",
    "分类": [
      "上装（日常）"
    ]
  },
  "white cropped top, blue denim jeans, smooth texture, frayed edges": {
    "描述": "白色短款上衣，蓝色牛仔裤，光滑纹理，磨损边缘",
    "关键词": "白色光滑短款上衣搭配做旧牛仔裤，裤脚自然磨损，经典美式休闲风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "white cropped top, patterned green skirt, fabric texture visible, white undergarment": {
    "描述": "白色短款上衣，图案绿色半身裙，面料纹理可见，白色内衣",
    "关键词": "白色短款上衣半透或宽松，露出白色内衣，下搭绿色图案半裙，纹理清晰，色彩与层次丰富",
    "分类": [
      "上装（日常）"
    ]
  },
  "white cropped top, textured fabric, light-wash denim jeans, high-waisted, lace-up sides": {
    "描述": "白色短款上衣，纹理面料，浅色水洗牛仔裤，高腰，侧面系带",
    "关键词": "白色肌理感短款上衣搭配高腰系带浅蓝牛仔裤，细节丰富，适合强调腰线与腿部比例的造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "white crochet dress, brown belt, textures visible": {
    "描述": "白色钩针连衣裙，棕色皮带，纹理可见",
    "关键词": "白色钩针连衣裙手工感强，棕色皮带收腰，适合海岛度假或波西米亚风格拍摄",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "white crochet top, fringed detailing, denim jeans, tan shoulder bag": {
    "描述": "白色钩针上衣，流苏细节，牛仔裤，棕褐色单肩包",
    "关键词": "白色钩针上衣带流苏边饰，搭配经典牛仔裤与棕包，自由随性，充满夏日嬉皮感",
    "分类": [
      "上装（日常）"
    ]
  },
  "white deep v-neck top, gold necklace, neutral makeup, straight hair": {
    "描述": "白色深V领上衣，金色项链，中性妆容，直发",
    "关键词": "白色深V上衣突出锁骨，金链为唯一配饰，中性妆与直发强化干净利落的现代女性形象",
    "分类": [
      "上装（日常）"
    ]
  },
  "white dress, black sandals, dark sunglasses, textured fabric, sheer sleeves, leather bag": {
    "描述": "白色连衣裙，黑色凉鞋，深色太阳镜，纹理面料，薄透袖子，皮革包",
    "关键词": "白色肌理感连衣裙配薄纱袖，黑色凉鞋与皮包压色，墨镜增添神秘感，适合都市夏日出行",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "white dress, deep neckline, sleeveless, lace-up sides, figure-hugging": {
    "描述": "白色连衣裙，深V领口，无袖，侧面系带，修身",
    "关键词": "白色深V无袖连衣裙侧面系带可调节松紧，修身剪裁凸显曲线，性感而不暴露",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "white floral dress, off-shoulder design, sheer fabric": {
    "描述": "白色花卉连衣裙，露肩设计，薄透面料",
    "关键词": "白色底花卉露肩连衣裙采用薄纱或雪纺，轻盈飘逸，适合婚礼、度假或浪漫约会",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "white floral dress, puff sleeves, low-cut neckline, butterfly pendant necklace": {
    "描述": "白色花卉连衣裙，泡泡袖，低领口，蝴蝶吊坠项链",
    "关键词": "白色花卉泡泡袖连衣裙低领设计，蝴蝶吊坠呼应图案，复古甜美，适合春日郊游",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "white fluffy robe, gold chain necklace, red lipstick": {
    "描述": "白色毛绒浴袍，金色链条项链，红色口红",
    "关键词": "白色蓬松浴袍搭配金链与红唇，营造私密、慵懒而性感的闺房氛围，适合时尚大片",
    "分类": [
      "上装（日常）"
    ]
  },
  "white halter top, gold necklace": {
    "描述": "白色挂脖上衣，金色项链",
    "关键词": "白色挂脖上衣简洁利落，金链点缀锁骨，适合夏日或海滩造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "white halter top, knotted center, sleeveless, smooth texture": {
    "描述": "白色挂脖上衣，中间打结，无袖，光滑纹理",
    "关键词": "白色挂脖上衣胸前打结设计，光滑面料垂坠自然，结构感与简约并存",
    "分类": [
      "上装（日常）"
    ]
  },
  "white hat, sunglasses, olive green cropped shirt, olive green skirt, black belt, black bikini bottom visible": {
    "描述": "白色帽子，太阳镜，橄榄绿色露脐衬衫，橄榄绿色半身裙，黑色皮带，可见黑色比基尼下装",
    "关键词": "橄榄绿上下装统一，白帽墨镜防晒，黑色比基尼下装若隐若现，适合热带海滩混搭造型",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white hat, white dress, tiered ruffles, lace texture, small purse, silver watch, neutral heels": {
    "描述": "白色帽子，白色连衣裙，分层荷叶边，蕾丝纹理，小手袋，银色手表，中性色高跟鞋",
    "关键词": "全白连衣裙层叠荷叶边与蕾丝，搭配白帽与中性鞋，银表小包点缀，整体如夏日新娘或度假名媛",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "white headband, white ribbed top, black undergarment, light-colored jacket": {
    "描述": "白色发带，白色罗纹上衣，黑色内衣，浅色夹克",
    "关键词": "白色罗纹上衣半透露出黑色内衣，外搭浅色夹克，白发带收束，层次感强，适合春秋季街拍",
    "分类": [
      "上装（日常）"
    ]
  },
  "white long-sleeve top, distressed blue jeans, white sneakers": {
    "描述": "白色长袖上衣，磨损蓝色牛仔裤，白色运动鞋",
    "关键词": "白色长袖基础款搭配破洞牛仔裤与白鞋，经典不过时的休闲造型",
    "分类": [
      "运动休闲"
    ]
  },
  "white long-sleeve top, plunging neckline, high-waisted jeans, distressed denim, blue color, tan ankle boots": {
    "描述": "白色长袖上衣，深V领口，高腰牛仔裤，破旧牛仔，蓝色，棕褐色踝靴",
    "关键词": "白色深V长袖上衣塞入高腰破洞牛仔裤，棕踝靴拉长比例，甜辣混搭风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "white long-sleeve top, ribbed texture": {
    "描述": "白色长袖上衣，罗纹纹理",
    "关键词": "白色罗纹长袖上衣基础单品，柔软贴身，适合单穿或作为内搭",
    "分类": [
      "上装（日常）"
    ]
  },
  "white off-shoulder top, ruffled sleeves, straw hat, textured fabric": {
    "描述": "白色露肩上衣，荷叶边袖子，草帽，纹理面料",
    "关键词": "白色露肩荷叶袖上衣搭配草帽，肌理感面料增强自然感，完美夏日度假造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "white off-shoulder top, white bikini bottom, gold necklace, black sunglasses, textured fabrics": {
    "描述": "白色露肩上衣，白色比基尼下装，金色项链，黑色太阳镜，纹理面料",
    "关键词": "白色露肩上衣外穿搭配同色比基尼下装，金链墨镜点睛，适合从海滩到酒吧的无缝切换",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "white off-shoulder top, white shorts, textured fabric, ruffled sleeves": {
    "描述": "白色露肩上衣，白色短裤，纹理面料，荷叶边袖子",
    "关键词": "全白露肩荷叶袖上衣与短裤，肌理感避免单调，清新甜美，适合夏日出街",
    "分类": [
      "上装（日常）"
    ]
  },
  "white ribbed dress, yellow-tinted sunglasses": {
    "描述": "白色罗纹连衣裙，黄色镜片太阳镜",
    "关键词": "白色罗纹连衣裙简洁修身，黄色镜片墨镜增添复古趣味，适合都市休闲或咖啡馆场景",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "white ribbed top, front tie, long sleeves, black leather pants, high-waisted": {
    "描述": "白色罗纹上衣，前系带，长袖，黑色皮裤，高腰",
    "关键词": "白色罗纹长袖系带上衣搭配高腰黑色皮裤，柔与刚对比强烈，摩登前卫",
    "分类": [
      "上装（日常）"
    ]
  },
  "white ribbed top, plunging neckline, long sleeves, drawstring front, black jeans, distressed details": {
    "描述": "白色罗纹上衣，深V领口，长袖，抽绳前襟，黑色牛仔裤，磨损细节",
    "关键词": "白色深V抽绳长袖上衣搭配做旧黑牛仔裤，结构感与随性感并存，适合个性街拍",
    "分类": [
      "上装（日常）"
    ]
  },
  "white sleeveless top, ribbed texture, high-cut white bottoms": {
    "描述": "白色无袖上衣，罗纹纹理，高开衩白色下装",
    "关键词": "白色罗纹无袖上衣与高开衩白裤/裙同色系，强调腿部线条，适合夏日清新造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "white sleeveless top, silver zipper, textured fabric, blue denim shorts, frayed hems": {
    "描述": "白色无袖上衣，银色拉链，纹理面料，蓝色牛仔短裤，磨损下摆",
    "关键词": "白色无袖上衣前中银色拉链为视觉焦点，搭配做旧牛仔短裤，硬朗细节增添个性",
    "分类": [
      "上装（日常）"
    ]
  },
  "white sleeveless top, white bottoms, ribbed texture": {
    "描述": "白色无袖上衣，白色下装，罗纹纹理",
    "关键词": "全白罗纹无袖上下装，统一肌理感，适合强调材质与轮廓的极简风格生成",
    "分类": [
      "上装（日常）"
    ]
  },
  "white sports bra, black shorts, white sneakers, white socks": {
    "描述": "白色运动文胸，黑色短裤，白色运动鞋，白色袜子",
    "关键词": "白黑运动短打搭配全白鞋袜，经典配色，适合训练或校园场景",
    "分类": [
      "运动休闲"
    ]
  },
  "white sports bra, white leggings, black sneakers, textures visible": {
    "描述": "白色运动文胸，白色紧身裤，黑色运动鞋，纹理可见",
    "关键词": "全白运动套装搭配黑鞋，面料纹理清晰，适合强调材质细节的健身图像",
    "分类": [
      "运动休闲"
    ]
  },
  "white sports bra, white leggings, cream textured cardigan": {
    "描述": "白色运动文胸，白色紧身裤，奶油色纹理开衫",
    "关键词": "白色运动内衣外搭奶油色肌理感开衫，柔美与机能结合，适合从健身房到咖啡馆的过渡造型",
    "分类": [
      "运动休闲"
    ]
  },
  "white strapless top, satin texture": {
    "描述": "白色无肩带上衣，绸缎质感",
    "关键词": "白色绸缎无肩带上衣光泽柔和，适合晚宴、派对或作为婚纱外搭",
    "分类": [
      "上装（日常）"
    ]
  },
  "white tank top, black pants, smooth textures": {
    "描述": "白色背心，黑色裤子，光滑纹理",
    "关键词": "白背心黑裤经典组合，光滑面料提升质感，适合日常或简约风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "white tank top, blue denim shorts, textured fabric, visible brand writing": {
    "描述": "白色背心，蓝色牛仔短裤，纹理面料，可见品牌文字",
    "关键词": "白色背心与牛仔短裤，品牌logo清晰可见，适合潮流或品牌宣传图像",
    "分类": [
      "上装（日常）"
    ]
  },
  "white tank top, blue jeans, black hair tie, gold necklace, blonde hair": {
    "描述": "白色背心，蓝色牛仔裤，黑色发圈，金色项链，金发",
    "关键词": "金发女性穿白背心蓝牛仔裤，黑发圈束发，金链点缀，典型欧美休闲形象",
    "分类": [
      "上装（日常）"
    ]
  },
  "white tank top, form-fitting, sleeveless": {
    "描述": "白色背心，修身，无袖",
    "关键词": "白色修身背心基础款，贴合身形，适合单穿或内搭",
    "分类": [
      "上装（日常）"
    ]
  },
  "white tank top, gold necklace, natural texture": {
    "描述": "白色背心，金色项链，自然纹理",
    "关键词": "白色棉质背心搭配金链，自然肌理感面料，生活化日常造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "white tank top, grey sports bra, grey shorts, textured fabrics, visible branding": {
    "描述": "白色背心，灰色运动文胸，灰色短裤，纹理面料，可见品牌标志",
    "关键词": "白色背心外搭灰色运动内衣与短裤，品牌标识清晰，适合运动品牌宣传",
    "分类": [
      "运动休闲"
    ]
  },
  "white tank top, spaghetti straps, lace details, natural textures": {
    "描述": "白色背心，细肩带，蕾丝细节，自然纹理",
    "关键词": "白色细肩带背心局部蕾丝装饰，自然棉质肌理，柔美女性化造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "white tank top, textured fabric, large hoop earrings, headscarf with print": {
    "描述": "白色背心，纹理面料，大圈形耳环，带印花头巾",
    "关键词": "白色肌理背心搭配印花头巾与大圈耳环，波西米亚或民族风浓郁",
    "分类": [
      "上装（日常）"
    ]
  },
  "white top, black accents, mesh details, logo text": {
    "描述": "白色上衣，黑色点缀，网眼细节，logo文字",
    "关键词": "白色上衣带有黑色网眼拼接与品牌logo，街头潮流感强",
    "分类": [
      "上装（日常）"
    ]
  },
  "white top, blue headband, black headphones": {
    "描述": "白色上衣，蓝色头带，黑色耳机",
    "关键词": "白色上衣搭配蓝头带与黑耳机，运动或音乐主题生活场景",
    "分类": [
      "上装（日常）"
    ]
  },
  "white top, off-shoulder design, ruffled texture": {
    "描述": "白色上衣，露肩设计，荷叶边纹理",
    "关键词": "白色露肩荷叶边上衣浪漫柔美，适合约会或度假",
    "分类": [
      "上装（日常）"
    ]
  },
  "white top, sheer overlay, light textures": {
    "描述": "白色上衣，薄纱覆盖，浅色纹理",
    "关键词": "白色上衣外覆薄纱，轻盈朦胧，适合春夏或文艺风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "white top, sheer sleeves, lace details, pastel pink bralette": {
    "描述": "白色上衣，薄透袖子，蕾丝细节，柔和粉色无钢圈文胸",
    "关键词": "白色薄纱袖上衣内搭粉bralette，蕾丝点缀，若隐若现的性感",
    "分类": [
      "上装（日常）"
    ]
  },
  "white top, sleeveless, button-up, white bottoms, ribbed texture": {
    "描述": "白色上衣，无袖，纽扣，白色下装，罗纹纹理",
    "关键词": "白色无袖纽扣上衣与白下装同色系，罗纹肌理增加层次，清爽简约",
    "分类": [
      "上装（日常）"
    ]
  },
  "white towel, white head wrap": {
    "描述": "白色毛巾，白色头巾",
    "关键词": "沐浴或泳后场景，白毛巾裹身，白头巾包发，强调水润肌肤与放松氛围",
    "分类": [
      "上装（日常）"
    ]
  },
  "white v-neck top, knotted waist, light-colored pants, fitted texture": {
    "描述": "白色V领上衣，腰部打结，浅色裤子，修身纹理",
    "关键词": "白色V领上衣腰部打结收腰，搭配浅色修身裤，适合夏日通勤或约会",
    "分类": [
      "上装（日常）"
    ]
  },
  "yellow bikini top, black phone case": {
    "描述": "黄色比基尼上衣，黑色手机壳",
    "关键词": "黄色比基尼上衣人物手持或展示黑色手机壳，生活化细节，适合社交媒体风格",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "yellow checkered bikini, white straps, smooth texture": {
    "描述": "黄色格子比基尼，白色肩带，光滑纹理",
    "关键词": "黄白格纹比基尼搭配白色肩带，清新复古，适合热带海滩",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "yellow crop top, yellow skirt, white high heels, gold necklace": {
    "描述": "黄色露脐上衣，黄色半身裙，白色高跟鞋，金色项链",
    "关键词": "明黄色上下装统一，白鞋提亮，金链点睛，活力四射的夏日派对造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "yellow lace-up top, white lace bralette, blue denim shorts, green handbag": {
    "描述": "黄色系带上衣，白色蕾丝无钢圈文胸，蓝色牛仔短裤，绿色手提包",
    "关键词": "黄色系带露腰上衣内搭白蕾丝bralette，下穿牛仔短裤，绿包点亮整体，甜辣混搭",
    "分类": [
      "上装（日常）"
    ]
  },
  "yellow patterned bikini top, white bikini bottom, sunglasses, wrist accessories": {
    "描述": "黄色图案比基尼上衣，白色比基尼下装，太阳镜，手腕配饰",
    "关键词": "黄白比基尼上下装，图案活泼，搭配墨镜与手链，适合阳光海滩",
    "分类": [
      "内衣 / 泳装",
      "海滩度假"
    ]
  },
  "yellow shirt, lace bralette, hoop earrings": {
    "描述": "黄色衬衫，蕾丝无钢圈文胸，圈形耳环",
    "关键词": "黄色衬衫敞开露出蕾丝bralette，圈耳环增添随性感，适合休闲或街拍",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing flapper clothes, beaded fringe dress, pastel tones, feathered headband, 1920s jazz age style": {
    "描述": "穿着轻佻女郎服装，珠饰流苏连衣裙，柔和色调，羽毛发带，1920年代爵士时代风格",
    "关键词": "柔和粉色或薄荷色珠饰流苏连衣裙，羽毛发带与短发造型，还原1920年代爵士时代奢华夜店氛围",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "wearing pin-up clothes, polka dot halter dress, bright red lipstick, high heels, retro glamour": {
    "描述": "穿着海报女郎服装，波点挂脖连衣裙，鲜艳红色口红，高跟鞋，复古魅力",
    "关键词": "经典红唇+波点挂脖裙+细高跟，沙漏身材强调，50年代复古海报女郎标志性造型",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "wearing mid-century modern clothes, tailored skirt suit, pastel colors, pearl necklace, 1950s office chic": {
    "描述": "穿着中世纪现代服装，修身半身裙套装，柔和色彩，珍珠项链，1950年代办公室时尚",
    "关键词": "柔和粉、蓝或灰修身西装套裙，珍珠项链与手套，1950年代职业女性优雅典范",
    "分类": [
      "正式商务"
    ]
  },
  "wearing art deco clothes, geometric patterns, gold and black contrast, elegant evening gown, vintage luxury": {
    "描述": "穿着装饰艺术服装，几何图案，金黑对比，优雅晚礼服，复古奢华",
    "关键词": "黑色礼服上饰有金色几何图案，线条锐利对称，体现1920–30年代装饰艺术风格，搭配珠宝与红唇，尽显复古高级感",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing victorian clothes, high-neck lace gown, corset bodice, long sleeves, ornate embroidery": {
    "描述": "穿着维多利亚时代服装，高领蕾丝礼服，束身衣上身，长袖，华丽刺绣",
    "关键词": "象牙白高领蕾丝长裙，束腰紧身上衣搭配长袖，全身布满金线或丝线刺绣，维多利亚时代贵族女性典雅造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing edwardian clothes, floor-length gown, puff sleeves, pastel hues, delicate lace trim": {
    "描述": "穿着爱德华时代服装，及地礼服，泡泡袖，柔和色调，精致蕾丝边饰",
    "关键词": "浅粉或薄荷色及地长裙，夸张泡泡袖配蕾丝袖口，腰线自然，整体轻盈柔美，体现1900年代初女性优雅风尚",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing elizabethan clothes, ruffled collar, brocade gown, puffed sleeves, regal historical attire": {
    "描述": "穿着伊丽莎白时代服装，荷叶边衣领，锦缎礼服，蓬松袖子，皇家历史服饰",
    "关键词": "深红或墨绿锦缎长裙配巨大褶皱领（ruff collar），袖子蓬松填充，金线刺绣，展现16世纪英格兰宫廷威严",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing gloves, elegant satin, pearl white, elbow-length, complementing evening gown": {
    "描述": "戴着手套，优雅绸缎，珍珠白，及肘长，搭配晚礼服",
    "关键词": "珍珠白色及肘长绸缎手套，光泽柔和，与露肩或无袖晚礼服完美搭配，提升整体仪式感与复古魅力",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing gloves, rugged leather, black matte, fingerless style, tough biker aesthetic": {
    "描述": "戴着手套，粗犷皮革，哑光黑，无指款式，硬朗机车风格",
    "关键词": "哑光黑色无指皮手套，表面有磨损或缝线细节，搭配皮夹克与铆钉，强化街头或机车硬核造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing a choker, velvet ribbon, black color, with gemstone pendant, gothic elegance": {
    "描述": "戴着颈链，天鹅绒丝带，黑色，配宝石吊坠，哥特式优雅",
    "关键词": "黑色天鹅绒颈链紧贴锁骨，中央镶嵌红/黑宝石吊坠，暗黑浪漫，适合哥特或晚宴造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing a choker, lace trim, white fabric, floral embroidery, romantic vintage feel": {
    "描述": "戴着颈链，蕾丝边饰，白色面料，花卉刺绣，浪漫复古感",
    "关键词": "白色蕾丝颈链带小巧花卉刺绣，轻盈柔美，适合田园、婚礼或维多利亚复古风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "in stockings, sheer black, lace tops, paired with garter belt, sultry lingerie style": {
    "描述": "穿着长袜，薄透黑色，蕾丝袜口，搭配吊袜带，性感内衣风格",
    "关键词": "黑色薄透及膝袜配蕾丝袜口，由黑色吊袜带固定，整体呈现经典复古性感内衣美学",
    "分类": [
      "上装（日常）"
    ]
  },
  "in tights, opaque burgundy, matte finish, matched with mini skirt, casual chic": {
    "描述": "穿着裤袜，不透明酒红色，哑光，搭配迷你裙，休闲时尚",
    "关键词": "酒红色哑光厚款裤袜搭配黑色或格纹迷你裙，保暖又时髦，适合秋冬都市出街",
    "分类": [
      "上装（日常）"
    ]
  },
  "with a satchel, minimalist leather, brown tone, structured shape, practical vintage look": {
    "描述": "配斜挎包，极简皮革，棕色调，结构化形状，实用复古造型",
    "关键词": "棕褐色植鞣牛皮斜挎包，硬挺结构、黄铜扣具，无多余装饰，兼具复古与通勤实用性",
    "分类": [
      "上装（日常）"
    ]
  },
  "with a clutch, sequined silver, handheld, shimmering finish, glamorous party accessory": {
    "描述": "配手拿包，银色亮片，手持式，闪亮饰面，魅力派对配饰",
    "关键词": "银色亮片手拿包尺寸小巧，随灯光闪烁，适合搭配小黑裙或晚礼服，点亮全身造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing cufflinks, silver plated, geometric design, subtle formal detail, elegant gentleman style": {
    "描述": "戴着袖扣，镀银，几何设计，微妙正式细节，优雅绅士风格",
    "关键词": "镀银几何形袖扣（如方形或三角），低调反光，搭配白色法式袖衬衫与深色西装，细节彰显品位",
    "分类": [
      "正式商务"
    ]
  },
  "wearing cufflinks, gold tone, engraved patterns, luxury business attire, timeless sophistication": {
    "描述": "戴着袖扣，金色调，雕刻图案，奢华商务装，永恒的精致",
    "关键词": "金色雕刻袖扣（家族徽章或藤蔓纹），搭配深蓝或炭灰定制西装，体现经典商务权威感",
    "分类": [
      "上装（日常）"
    ]
  },
  "with a pendant, teardrop crystal, silver chain, delicate sparkle, sentimental accessory": {
    "描述": "配吊坠，泪滴形水晶，银链，精致闪光，感伤配饰",
    "关键词": "银链悬挂泪滴形施华洛世奇水晶，光线折射出细碎光芒，适合日常或纪念日佩戴",
    "分类": [
      "上装（日常）"
    ]
  },
  "with a pendant, crescent moon design, gold tone, bohemian vibe, mystical charm": {
    "描述": "配吊坠，新月设计，金色调，波西米亚风，神秘魅力",
    "关键词": "金色新月吊坠带星星或符号雕刻，搭配流苏裙或麂皮外套，强化波西米亚神秘氛围",
    "分类": [
      "上装（日常）"
    ]
  },
  "in layered necklaces, mixed gold and silver chains, different lengths, trendy casual look": {
    "描述": "戴着叠戴项链，金银链混合，不同长度，潮流休闲造型",
    "关键词": "3–4条不同长度项链叠戴，金银混搭，含吊坠、链条、小牌等元素，打造Y2K或街头潮流感",
    "分类": [
      "上装（日常）"
    ]
  },
  "sporting a watch, minimalist leather strap, silver case, classic formal style": {
    "描述": "佩戴手表，极简皮革表带，银色表壳，经典正式风格",
    "关键词": "银色圆形表盘配棕色皮革表带，无多余数字，极简主义设计，适合商务或正装场合",
    "分类": [
      "正式商务"
    ]
  },
  "sporting a watch, oversized gold dial, bold accents, luxurious statement piece": {
    "描述": "佩戴手表，oversized金色表盘，大胆点缀，奢华宣言单品",
    "关键词": "超大金色表盘配金属表链，表圈镶钻或罗马数字，强调存在感，适合派对或时尚大片",
    "分类": [
      "街头"
    ]
  },
  "wearing a veil, sheer tulle fabric, ivory white, flowing layers, bridal elegance": {
    "描述": "戴着面纱，薄透薄纱面料，象牙白，飘逸层次，新娘优雅",
    "关键词": "象牙白多层薄纱面纱长度及肩或及地，与头冠或发髻搭配，营造经典婚纱仪式感",
    "分类": [
      "上装（日常）"
    ]
  },
  "wearing a veil, black lace, gothic-inspired, short length, mysterious allure": {
    "描述": "戴着面纱，黑色蕾丝，哥特式风格，短款，神秘魅力",
    "关键词": "黑色蕾丝短面纱固定于发网或帽子，仅覆盖眼部，营造神秘、暗黑或戏剧化造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "donning a cape, velvet texture, dark green, floor length, medieval fantasy look": {
    "描述": "披着斗篷，天鹅绒质感，深绿色，及地长，中世纪奇幻造型",
    "关键词": "深绿天鹅绒及地斗篷，带扣或系带闭合，内搭束腰外衣或长裙，适合奇幻角色或万圣节造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "donning a cloak, wool fabric, earthy brown, hooded design, rustic traveler style": {
    "描述": "披着披风，羊毛面料，泥土棕，带帽设计，质朴旅行者风格",
    "关键词": "粗纺羊毛带帽披风，棕褐色调，边缘自然毛边，搭配皮靴与麻布包，如中世纪行者或奇幻旅人",
    "分类": [
      "上装（日常）"
    ]
  },
  "with a tiara, crystal gemstones, silver base, delicate sparkle, princess-like elegance": {
    "描述": "戴着头冠，水晶宝石，银色底座，精致闪光，公主般优雅",
    "关键词": "银色细枝头冠镶嵌透明水晶，佩戴于发髻前方，适合婚礼、晚宴或童话主题拍摄",
    "分类": [
      "上装（日常）"
    ]
  },
  "with a diadem, gold frame, ruby center, ornate design, royal regality": {
    "描述": "戴着王冠，金色框架，红宝石中心，华丽设计，皇家威严",
    "关键词": "金色雕花王冠中央镶嵌大颗红宝石，造型厚重华丽，象征王室权力与尊贵",
    "分类": [
      "上装（日常）"
    ]
  },
  "adorned with a crown, encrusted with emeralds, golden finish, symbol of power": {
    "描述": "戴着王冠，镶嵌翡翠，金色饰面，权力象征",
    "关键词": "黄金王冠密镶祖母绿宝石，光泽深邃，适用于帝王角色、历史剧或奇幻题材",
    "分类": [
      "上装（日常）"
    ]
  },
  "silk kimono, floral embroidery, wide flowing sleeves, pastel colors, traditional Japanese attire": {
    "描述": "丝绸和服，花卉刺绣，宽大飘逸的袖子，柔和色彩，传统日本服饰",
    "关键词": "樱花或菊花刺绣的浅粉/蓝丝绸和服，振袖宽大，搭配腰带与木屐，展现和风雅致",
    "分类": [
      "民族服装"
    ]
  },
  "leather biker jacket, black color, silver zippers, worn texture, rebellious street style": {
    "描述": "皮革机车夹克，黑色，银色拉链，磨损纹理，叛逆街头风格",
    "关键词": "黑色哑光皮机车夹克，多银色拉链与肩带，表面有自然磨损，搭配铆钉与破洞牛仔，硬核街头感",
    "分类": [
      "街头"
    ]
  },
  "sequined cocktail dress, shimmering fabric, deep neckline, short length, glamorous party wear": {
    "描述": "亮片鸡尾酒裙，闪光面料，深V领口，短款，迷人派对装",
    "关键词": "黑色或金属色亮片短裙深V剪裁，适合夜店、派对或鸡尾酒会，搭配高跟鞋与手拿包",
    "分类": [
      "晚宴红毯"
    ]
  },
  "gothic lolita dress, layered lace and frills, black and crimson, ribbon bows, Victorian-inspired": {
    "描述": "哥特式洛丽塔连衣裙，分层蕾丝和荷叶边，黑色和深红色，丝带蝴蝶结，维多利亚风格",
    "关键词": "黑红配色洛丽塔裙，多层荷叶边与蕾丝拼接，胸前与腰后大蝴蝶结，融合哥特暗黑与少女浪漫",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "business suit, sharp cut, pinstripe fabric, navy color, professional formal wear": {
    "描述": "商务套装，剪裁利落，细条纹面料，海军色，专业正装",
    "关键词": "海军蓝细条纹西装套装，肩线挺括，裤长合体，搭配白衬衫与皮鞋，典型都市精英形象",
    "分类": [
      "正式商务"
    ]
  },
  "turtleneck sweater, ribbed knit, beige color, cozy and minimalistic autumn outfit": {
    "描述": "高领毛衣，罗纹针织，米色，舒适简约的秋季装扮",
    "关键词": "米色粗针罗纹高领毛衣，柔软保暖，可单穿或叠搭大衣，适合秋日咖啡馆或通勤",
    "分类": [
      "上装（日常）"
    ]
  },
  "futuristic bodysuit, metallic sheen, neon accents, tight-fitting, sci-fi cyber aesthetic": {
    "描述": "未来主义紧身衣，金属光泽，霓虹色点缀，紧身，科幻赛博朋克美学",
    "关键词": "银灰或黑色紧身衣带霓虹粉/蓝LED线条，高反光材质贴合身体，适合科幻、MV或概念大片",
    "分类": [
      "正式商务"
    ]
  },
  "denim jacket, distressed fabric, light blue wash, patches and pins, casual vintage wear": {
    "描述": "牛仔夹克，破旧面料，浅蓝色水洗，徽章和别针，休闲复古装",
    "关键词": "浅蓝做旧牛仔夹克，肘部磨损、袖口卷起，贴满乐队徽章与政治别针，90年代复古街头风",
    "分类": [
      "上装（日常）"
    ]
  },
  "lace corset, satin ribbons, ivory white, form-fitting, romantic gothic lingerie": {
    "描述": "蕾丝束身衣，绸缎丝带，象牙白，修身，浪漫哥特式内衣",
    "关键词": "象牙白蕾丝束身衣配缎面系带，后背交叉绑带可调节，兼具浪漫与性感，适合艺术人像或新娘内搭",
    "分类": [
      "上装（日常）"
    ]
  },
  "trench coat, beige color, belted waist, wide collar, timeless classic outerwear": {
    "描述": "风衣，米色，腰带，宽领，永恒经典外套",
    "关键词": "经典米色棉质风衣，肩章、D形环、腰带齐全，长度及膝，适合通勤、雨天或电影女主造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "pleated skirt, checkered pattern, high waist, schoolgirl-inspired, playful youthful fashion": {
    "描述": "百褶裙，格子图案，高腰，校服风格，俏皮年轻时尚",
    "关键词": "红黑或蓝白格高腰百褶裙，搭配白衬衫与及膝袜，还原日式/英式学院风，青春活力",
    "分类": [
      "上装（日常）"
    ]
  },
  "halter maxi dress, tropical floral print, backless design, flowy fabric, summer resort style": {
    "描述": "挂脖长款连衣裙，热带花卉印花，露背设计，飘逸面料，夏季度假风格",
    "关键词": "热带棕榈或木槿花印花长裙，挂脖+露背，雪纺或真丝垂感强，海风中飘逸如画",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "shearling coat, camel color, oversized fit, soft wool lining, winter cozy aesthetic": {
    "描述": "羊羔绒大衣，驼色，oversized版型，柔软羊毛衬里，冬季舒适美学",
    "关键词": "驼色超大羊羔绒外套，外皮内毛，触感蓬松温暖，搭配高领毛衣与长靴，冬日高级休闲",
    "分类": [
      "街头"
    ]
  },
  "military uniform, khaki green, structured shoulders, brass buttons, authoritative formal look": {
    "描述": "军装，卡其绿色，结构化肩部，黄铜纽扣，威严正式造型",
    "关键词": "卡其绿毛呢军装上衣，垫肩硬挺、双排黄铜纽扣，配勋章与笔直长裤，展现纪律与权威",
    "分类": [
      "正式商务"
    ]
  },
  "bohemian dress, paisley print, earth tones, bell sleeves, free-spirited casual wear": {
    "描述": "波西米亚连衣裙，佩斯利印花，大地色调，喇叭袖，自由随性休闲装",
    "关键词": "棕、橙、赭石色佩斯利印花长裙，喇叭袖与流苏边，搭配民族项链与赤脚，音乐节经典造型",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "wedding gown, ivory satin, lace applique, cathedral train, romantic bridal attire": {
    "描述": "婚纱，象牙色绸缎，蕾丝贴花，大教堂式拖尾，浪漫新娘礼服",
    "关键词": "象牙绸缎主身配大量手工蕾丝贴花，拖尾长达2米以上，适合教堂婚礼或梦幻大片",
    "分类": [
      "上装（日常）"
    ]
  },
  "punk outfit, ripped jeans, studded leather vest, dark makeup, rebellious urban fashion": {
    "描述": "朋克装扮，破洞牛仔裤，铆钉皮马甲，深色妆容，叛逆都市时尚",
    "关键词": "黑色破洞紧身裤配铆钉皮背心，烟熏妆+红唇，搭配马丁靴与链条，70年代伦敦朋克精神再现",
    "分类": [
      "上装（日常）"
    ]
  },
  "athletic tracksuit, polyester blend, bold stripes, slim fit, retro sporty look": {
    "描述": "运动套装，涤纶混纺，大胆条纹，修身版型，复古运动风",
    "关键词": "红白或蓝白侧边条纹修身运动套装，80年代复古风格，适合街头潮人或怀旧主题拍摄",
    "分类": [
      "正式商务",
      "运动休闲"
    ]
  },
  "evening gown, midnight blue, off-shoulder neckline, floor length, red carpet glamour": {
    "描述": "晚礼服，午夜蓝，露肩领口，及地长，红毯魅力",
    "关键词": "午夜蓝缎面露肩长裙，垂感流畅，背部可能开衩或系带，适合颁奖礼或高级晚宴",
    "分类": [
      "上装（日常）"
    ]
  },
  "cape dress, scarlet red, flowing hem, dramatic silhouette, high-fashion runway style": {
    "描述": "斗篷连衣裙，猩红色，飘逸下摆，戏剧性轮廓，高定T台风格",
    "关键词": "猩红真丝斗篷式连衣裙，无袖、一体披风设计，行走间如火焰流动，极具视觉冲击力",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "velvet blazer, deep burgundy, slim fit, satin lapels, luxurious gentleman attire": {
    "描述": "天鹅绒西装外套，深酒红色，修身版型，绸缎翻领，奢华绅士装扮",
    "关键词": "深酒红天鹅绒西装配黑缎翻领，修身剪裁显肩宽，搭配白衬衫与黑裤，秋冬季奢华晚装",
    "分类": [
      "正式商务"
    ]
  },
  "crochet crop top, pastel yellow, handmade detail, paired with denim shorts, summer festival look": {
    "描述": "钩针露脐上衣，柔和黄色，手工细节，搭配牛仔短裤，夏季音乐节造型",
    "关键词": "手工钩针黄露脐上衣带小花或流苏，下搭高腰破洞牛仔短裤，草帽+编织包完成夏日音乐节look",
    "分类": [
      "上装（日常）"
    ]
  },
  "cargo pants, olive green, loose fit, multiple pockets, rugged streetwear": {
    "描述": "工装裤，橄榄绿色，宽松版型，多个口袋，硬朗街头服饰",
    "关键词": "橄榄绿宽松工装裤，大腿侧袋+小腿袋，搭配白T或背心与高帮鞋，实用与潮流兼具",
    "分类": [
      "街头"
    ]
  },
  "kimono robe, silk fabric, vibrant crane pattern, floor length, traditional Japanese elegance": {
    "描述": "和服长袍，丝绸面料，鲜艳仙鹤图案，及地长，传统日本优雅",
    "关键词": "黑底金鹤丝绸和服袍，及地长、宽袖，适用于日式茶道、婚礼或艺术摄影",
    "分类": [
      "民族服装"
    ]
  },
  "knitted cardigan, chunky wool, cream white, oversized sleeves, autumn casual wear": {
    "描述": "针织开衫，厚实羊毛，奶油白色，oversized袖子，秋季休闲装",
    "关键词": "奶油白粗棒针开衫，袖长盖手、下摆宽松，内搭吊带或高领，打造慵懒秋日氛围",
    "分类": [
      "街头"
    ]
  },
  "metallic mini skirt, silver sheen, tight fit, futuristic nightclub outfit": {
    "描述": "金属迷你裙，银色光泽，紧身，未来感夜店装",
    "关键词": "高光银色漆皮迷你裙，短至大腿根，搭配黑色短上衣与厚底靴，科幻夜店女王造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "linen sundress, light beige, sleeveless, button-down front, airy summer aesthetic": {
    "描述": "亚麻太阳裙，浅米色，无袖，纽扣前襟，轻盈夏季美学",
    "关键词": "浅米亚麻无袖连衣裙，前襟可开合，自然褶皱与透气感强，适合地中海或乡村度假",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "wool overcoat, charcoal grey, double-breasted, structured shoulders, timeless formal outerwear": {
    "描述": "羊毛大衣，炭灰色，双排扣，结构化肩部，永恒正式外套",
    "关键词": "炭灰羊毛双排扣大衣，H型剪裁、垫肩挺括，搭配西装或高领毛衣，冬日都市精英标配",
    "分类": [
      "正式商务"
    ]
  },
  "floral blouse, chiffon fabric, pastel pink, puff sleeves, romantic countryside style": {
    "描述": "花卉衬衫，雪纺面料，柔和粉色，泡泡袖，浪漫乡村风格",
    "关键词": "粉白小碎花雪纺衬衫，泡泡袖+荷叶领，搭配牛仔裤或长裙，英式田园或法式浪漫风",
    "分类": [
      "上装（日常）"
    ]
  },
  "sequined jumpsuit, gold shimmer, halter neck, wide-leg cut, disco retro fashion": {
    "描述": "亮片连体裤，金色闪光，挂脖，阔腿剪裁，迪斯科复古时尚",
    "关键词": "金色亮片挂脖阔腿连体裤，70年代迪斯科舞厅风格，搭配大耳环与高髻发型，闪耀复古",
    "分类": [
      "正式商务"
    ]
  },
  "ripped denim shorts, frayed hem, light wash, distressed casual summer look": {
    "描述": "破洞牛仔短裤，磨损下摆，浅色水洗，破旧休闲夏日造型",
    "关键词": "浅蓝高腰破洞牛仔短裤，自然毛边与膝盖破洞，搭配白T或比基尼上衣，经典夏日沙滩装",
    "分类": [
      "上装（日常）"
    ]
  },
  "hooded parka, forest green, fur lining, oversized, winter utility outerwear": {
    "描述": "带帽派克大衣，森林绿色，毛皮内衬，oversized，冬季实用外套",
    "关键词": "森林绿超大派克服，毛皮兜帽、多口袋、防风设计，内搭厚毛衣，适合极寒或户外场景",
    "分类": [
      "街头"
    ]
  },
  "silk cheongsam, crimson red, high collar, side slit, traditional Chinese dress": {
    "描述": "丝绸旗袍，橘红色，高领，侧开衩，传统中国连衣裙",
    "关键词": "橘红真丝旗袍，盘扣、立领、右侧高开衩，配翡翠耳环与发髻，东方典雅美学代表",
    "分类": [
      "连衣裙（日常）",
      "民族服装"
    ]
  },
  "embroidered tunic, ethnic patterns, loose fit, earth-tone fabric, cultural folkwear": {
    "描述": "刺绣上衣，民族图案，宽松版型，大地色面料，文化民俗服饰",
    "关键词": "棕/赭/米色宽松刺绣罩衫，几何或图腾图案，源自中东、印度或东欧，搭配月白色中东阔腿裤",
    "分类": [
      "上装（日常）",
      "民族服装"
    ]
  },
  "longline blazer, pastel lilac, sleek cut, lightweight fabric, modern minimal chic": {
    "描述": "长款西装外套，柔和丁香色，流线型剪裁，轻薄面料，现代简约时尚",
    "关键词": "丁香色垂感长西装，长度及大腿中，无垫肩、单排扣，搭配白T与阔腿裤，温柔通勤风",
    "分类": [
      "正式商务"
    ]
  },
  "velvet evening gown, emerald green, deep V-neck, sweeping train, luxurious allure": {
    "描述": "天鹅绒晚礼服，祖母绿色，深V领，拖地裙摆，奢华魅力",
    "关键词": "祖母绿天鹅绒深V长裙，裙摆拖地1.5米，搭配钻石项链，适合奥斯卡级红毯造型",
    "分类": [
      "上装（日常）",
      "晚宴红毯"
    ]
  },
  "sheer mesh top, transparent fabric, rhinestone embellishments, body-hugging, club party wear": {
    "描述": "薄透网眼上衣，透明面料，水钻点缀，修身，夜店派对装",
    "关键词": "黑色或银色网眼上衣镶满水钻，内搭bralette，紧身剪裁，适合夜店、MV或时尚大片",
    "分类": [
      "上装（日常）"
    ]
  },
  "faux fur coat, snow white, voluminous texture, cropped cut, glamorous winter look": {
    "描述": "人造毛皮外套，雪白色，蓬松纹理，短款，迷人冬季造型",
    "关键词": "雪白短款人造毛外套，蓬松如云，搭配黑色高领与皮裤，冬日街拍吸睛利器",
    "分类": [
      "上装（日常）",
      "街头"
    ]
  },
  "tailored waistcoat, charcoal fabric, slim fit, matched with trousers, vintage formal attire": {
    "描述": "定制马甲，炭灰色面料，修身版型，搭配长裤，复古正装",
    "关键词": "炭灰修身马甲三件套（含裤），配怀表链与白衬衫，1920年代绅士或现代伴郎造型",
    "分类": [
      "正式商务"
    ]
  },
  "boho maxi skirt, layered chiffon, patchwork print, flowy hem, gypsy-inspired look": {
    "描述": "波西米亚风长裙，分层雪纺，拼接印花，飘逸下摆，吉普赛风格",
    "关键词": "多层雪纺长裙，棕/紫/金拼接印花，下摆不规则，搭配流苏包与踝链，自由灵魂造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "metallic bomber jacket, holographic sheen, cropped length, futuristic streetwear": {
    "描述": "金属飞行员夹克，全息光泽，短款，未来感街头服饰",
    "关键词": "彩虹全息光泽短款飞行员夹克，搭配高腰裤与运动鞋，Y2K或赛博朋克街头风",
    "分类": [
      "街头"
    ]
  },
  "wrap dress, navy blue, tied waist, soft jersey fabric, flattering silhouette": {
    "描述": "裹身连衣裙，海军蓝，系带腰部，柔软针织面料，显瘦轮廓",
    "关键词": "海军蓝针织裹身裙，V领+系带收腰，垂感贴身，适合各种身材，通勤或约会皆宜",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "off-shoulder blouse, ruffled neckline, sky blue, lightweight cotton, summer feminine style": {
    "描述": "露肩上衣，荷叶边领口，天蓝色，轻薄棉质，夏日女性风格",
    "关键词": "天蓝棉质露肩荷叶边上衣，清新甜美，搭配白色短裤或牛仔裙，完美夏日出街装",
    "分类": [
      "上装（日常）"
    ]
  },
  "lace evening gown, black fabric, sheer sleeves, embroidered details, mysterious elegance": {
    "描述": "蕾丝晚礼服，黑色面料，薄透袖子，刺绣细节，神秘优雅",
    "关键词": "黑色蕾丝长裙配薄纱袖，全身手工刺绣，若隐若现肌肤，适合晚宴或哥特浪漫主题",
    "分类": [
      "上装（日常）"
    ]
  },
  "camouflage jacket, military print, oversized fit, rugged outdoor street style": {
    "描述": "迷彩夹克，军用印花，oversized版型，硬朗户外街头风格",
    "关键词": "军绿/棕黑迷彩超大夹克，搭配工装裤与马丁靴，融合户外机能与街头潮流",
    "分类": [
      "街头"
    ]
  },
  "wool turtleneck, light grey, slim fit, minimalist cold-weather wear": {
    "描述": "羊毛高领衫，浅灰色，修身版型，极简保暖装",
    "关键词": "浅灰细针羊毛高领，贴身不臃肿，可单穿或内搭大衣，北欧极简冬日风格",
    "分类": [
      "上装（日常）"
    ]
  },
  "bohemian kimono, tassel edges, floral print, sheer fabric, relaxed beachwear": {
    "描述": "波西米亚和服，流苏边缘，花卉印花，薄透面料，悠闲沙滩装",
    "关键词": "半透明花卉印花和服罩衫，流苏下摆，覆盖比基尼或吊带裙，海滩到酒吧的完美过渡单品",
    "分类": [
      "民族服装"
    ]
  },
  "faux leather leggings, jet black, glossy sheen, tight fit, bold edgy fashion": {
    "描述": "人造皮紧身裤，乌黑色，光泽，紧身，大胆前卫时尚",
    "关键词": "高光黑漆皮紧身裤，搭配短上衣与靴子，强化腿部线条，夜店或舞台造型利器",
    "分类": [
      "运动休闲"
    ]
  },
  "double-breasted trench coat, navy blue, belted waist, storm flap, urban classic wear": {
    "描述": "双排扣风衣，海军蓝，腰带，防风片，都市经典装",
    "关键词": "海军蓝棉质双排扣风衣，经典10颗扣+防风片+D形环，搭配白衬衫与乐福鞋，永恒都市美学",
    "分类": [
      "上装（日常）"
    ]
  },
  "polka dot midi dress, black and white, cinched waist, vintage-inspired, playful chic": {
    "描述": "波点中长连衣裙，黑白色，收腰，复古风格，俏皮时尚",
    "关键词": "黑白波点收腰中长裙，A字裙摆+短袖，60年代复古风，搭配红唇与玛丽珍鞋",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "lace blouse, cream white, high collar, puff sleeves, elegant retro vibe": {
    "描述": "蕾丝衬衫，奶油白色，高领，泡泡袖，优雅复古风",
    "关键词": "奶油白蕾丝高领泡泡袖衬衫，宫廷感强烈，搭配高腰西裤或长裙，复古名媛造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "sheer bodysuit, nude mesh, embroidered details, figure-hugging, daring fashion statement": {
    "描述": "薄透紧身衣，裸色网眼，刺绣细节，修身，大胆时尚宣言",
    "关键词": "裸色网眼紧身衣布满黑色或金色刺绣，肌肤若隐若现，适合高概念时尚大片或舞台",
    "分类": [
      "正式商务"
    ]
  },
  "puffer jacket, metallic silver, oversized fit, high collar, modern winter wear": {
    "描述": "羽绒服，金属银，oversized版型，高领，现代冬季装",
    "关键词": "金属银超大羽绒服，高立领、宽肩设计，搭配紧身裤与运动鞋，未来感冬日街头风",
    "分类": [
      "街头"
    ]
  },
  "fringe dress, golden shimmer, swing hem, 1920s-inspired, dancing party style": {
    "描述": "流苏连衣裙，金色闪光，摆动下摆，1920年代风格，舞会派对风格",
    "关键词": "金色亮片流苏短裙，随舞动飞扬，搭配羽毛头饰与短发，完美还原爵士时代派对",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "crop hoodie, pastel lavender, relaxed fit, paired with joggers, sporty casual look": {
    "描述": "短款连帽衫，柔和薰衣草色，宽松版型，搭配慢跑裤，运动休闲造型",
    "关键词": "薰衣草色短款宽松连帽衫配同色慢跑裤，柔软棉质，适合居家、出街或瑜伽后休闲",
    "分类": [
      "街头"
    ]
  },
  "sequin blazer, midnight black, slim cut, dazzling shine, bold evening wear": {
    "描述": "亮片西装外套，午夜黑，修身剪裁，耀眼光泽，大胆晚装",
    "关键词": "午夜黑亮片修身西装，搭配皮裤或短裙，适合派对、舞台或时尚红毯，闪耀夺目",
    "分类": [
      "正式商务"
    ]
  },
  "tailcoat suit, black wool, satin lapels, long back, aristocratic vintage attire": {
    "描述": "燕尾服套装，黑色羊毛，绸缎翻领，长后摆，贵族复古服饰",
    "关键词": "正式黑色燕尾服，前短后长，绸缎翻领，配白翼领衬衫与领结，适用于婚礼或古典音乐会",
    "分类": [
      "正式商务"
    ]
  },
  "plaid flannel shirt, red and black, loose fit, casual rugged street style": {
    "描述": "格子法兰绒衬衫，红色和黑色，宽松版型，休闲硬朗街头风格",
    "关键词": "红黑格宽松法兰绒衬衫，可内搭白T或敞开穿着，搭配牛仔裤与靴子，典型美式工装风",
    "分类": [
      "街头"
    ]
  },
  "sheer maxi dress, black mesh, embroidered stars, ethereal dreamy vibe": {
    "描述": "薄透长款连衣裙，黑色网眼，刺绣星星，飘渺梦幻感",
    "关键词": "黑色网眼及地长裙布满银色星星刺绣，内搭肉色打底，如夜空般神秘浪漫",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "studded leather jacket, matte black, silver studs, cropped fit, rockstar glam look": {
    "描述": "铆钉皮夹克，哑光黑，银色铆钉，短款版型，摇滚明星华丽造型",
    "关键词": "哑光黑短款皮夹克布满银色金字塔铆钉，搭配紧身裤与高跟靴，80年代摇滚女王范儿",
    "分类": [
      "上装（日常）"
    ]
  },
  "silk pajama set, navy blue, piped edges, relaxed fit, chic loungewear": {
    "描述": "丝绸睡衣套装，海军蓝，滚边，宽松版型，时尚居家服",
    "关键词": "海军蓝真丝睡衣套装，白边滚边，宽松剪裁，适合居家、酒店或浪漫场景拍摄",
    "分类": [
      "居家休闲"
    ]
  },
  "chiffon gown, blush pink, layered skirt, empire waist, fairy-tale romance": {
    "描述": "雪纺礼服，腮红粉，分层裙摆，高腰线，童话浪漫",
    "关键词": "腮红粉多层雪纺高腰长裙，A字裙摆飘逸，如迪士尼公主般梦幻，适合婚礼或大片",
    "分类": [
      "上装（日常）"
    ]
  },
  "lace teddy, sheer black fabric, plunging neckline, high-cut hips, sultry lingerie style": {
    "描述": "蕾丝连体内衣，薄透黑色面料，深V领口，高开衩臀部，性感内衣风格",
    "关键词": "黑色蕾丝连体内衣，深V+高胯剪裁，透明网纱拼接，极致性感，适合艺术人像或闺房照",
    "分类": [
      "上装（日常）"
    ]
  },
  "silk slip dress, champagne gold, spaghetti straps, thigh slit, elegant yet seductive": {
    "描述": "丝绸吊带裙，香槟金色，细肩带，大腿开衩，优雅而诱人",
    "关键词": "香槟金真丝细肩带长裙，侧面高开衩，光泽柔和，90年代超模风格",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "fishnet bodysuit, black mesh, form-fitting, cutout design, daring clubwear": {
    "描述": "渔网紧身衣，黑色网眼，修身，镂空设计，大胆夜店装",
    "关键词": "黑色渔网紧身衣局部镂空，搭配皮裙或短裤，夜店、派对或音乐节最前卫造型",
    "分类": [
      "正式商务"
    ]
  },
  "latex mini dress, glossy red, strapless, tight-fitting silhouette, bold fetish fashion": {
    "描述": "乳胶迷你连衣裙，光泽红色，无肩带，紧身轮廓，大胆恋物时尚",
    "关键词": "高光红乳胶无肩带迷你裙，紧贴身体如第二层皮肤，适用于恋物摄影或先锋时尚",
    "分类": [
      "连衣裙（日常）"
    ]
  },
  "corset top, satin fabric, deep burgundy, lace-up front, emphasizing hourglass figure": {
    "描述": "束身衣上衣，绸缎面料，深酒红色，系带前襟，凸显沙漏型身材",
    "关键词": "深酒红缎面束身衣前系带可收紧，强化腰臀比，搭配高腰裤或裙，复古性感造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "see-through chiffon blouse, white sheer, tied knot front, revealing lingerie underneath, sensual casual look": {
    "描述": "透视雪纺衬衫，白色薄透，前襟打结，露出里面的内衣，性感休闲造型",
    "关键词": "白色薄透雪纺衬衫前打结，内搭蕾丝bralette，若隐若现，打造甜辣混搭的日常出街look",
    "分类": [
      "上装（日常）"
    ]
  },
  "leather skirt, black patent, ultra short, zipper detail, edgy provocative style": {
    "描述": "皮裙，黑色漆皮，超短，拉链细节，前卫挑衅风格",
    "关键词": "黑色漆皮超短裙配侧边或后中拉链，搭配短上衣与过膝靴，大胆街头或夜店造型",
    "分类": [
      "上装（日常）"
    ]
  },
  "mesh crop top, transparent material, neon accents, paired with bralette, rave club aesthetic": {
    "描述": "网眼露脐上衣，透明材质，霓虹色点缀，搭配无钢圈文胸，狂欢夜店美学",
    "关键词": "透明网眼露脐上衣缝制霓虹粉/绿线条，内搭同色bralette，适合电音节或夜店狂欢",
    "分类": [
      "上装（日常）"
    ]
  },
  "silk robe, emerald green, loose drape, falling off shoulders, intimate boudoir mood": {
    "描述": "丝绸长袍，祖母绿色，宽松垂坠，滑落肩部，私密闺房氛围",
    "关键词": "祖母绿真丝长袍宽大垂坠，滑落单肩，搭配裸妆与湿发，营造高级闺房摄影氛围",
    "分类": [
      "上装（日常）"
    ]
  },
  "silk cheongsam, crimson red, high collar, side slit, gold frog buttons": {
    "描述": "丝绸旗袍，深红色，高领，侧开衩，金色盘扣",
    "关键词": "深红色真丝旗袍，高立领与侧开衩形成经典对比，金色盘扣精致复古，光泽柔和贴合身形",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "embroidered qipao, peony pattern, jade green, satin texture, short sleeves": {
    "描述": "刺绣旗袍，牡丹图案，玉绿色，绸缎质感，短袖",
    "关键词": "玉绿色绸缎旗袍，全身牡丹刺绣寓意富贵吉祥，短袖设计更显日常，流动光泽与东方纹样交织，典雅又不失现代感",
    "分类": [
      "民族服装",
      "民族服装"
    ]
  },
  "modern cheongsam, black with floral lace, off-shoulder design, thigh slit": {
    "描述": "现代旗袍，黑色配花卉蕾丝，露肩设计，大腿开衩",
    "关键词": "黑色改良旗袍融合露肩与高开衩，花卉蕾丝拼接增添柔美，既保留传统廓形又具当代性感",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "tang suit, indigo cotton, mandarin collar, knotted buttons, relaxed fit": {
    "描述": "唐装，靛蓝棉质，立领，盘扣，宽松版型",
    "关键词": "靛蓝棉质唐装采用传统立领与手工盘扣，宽松剪裁舒适自在",
    "分类": [
      "民族服装",
      "正式商务"
    ]
  },
  "tang suit, ivory white, silk brocade, floral motifs, fitted cut": {
    "描述": "唐装，象牙白，丝绸织锦，花卉纹样，修身剪裁",
    "关键词": "象牙白丝绸织锦唐装，金线勾勒梅花或兰草纹样，修身剪裁凸显身形",
    "分类": [
      "民族服装",
      "正式商务"
    ]
  },
  "hanfu, cross-collar robe, sky blue, wide sleeves, pleated skirt, waist sash": {
    "描述": "汉服，交领上衣，天蓝色，广袖，百褶裙，腰带",
    "关键词": "天蓝色交领汉服上衣配高腰百褶裙，广袖飘逸，腰带束出比例，整体轻盈如画",
    "分类": [
      "民族服装"
    ]
  },
  "hanfu, ruqun style, peach pink top, white skirt, embroidered hems": {
    "描述": "汉服，襦裙款式，桃粉色上衣，白色下裙，刺绣下摆",
    "关键词": "桃粉上襦配纯白百褶裙，袖口与裙摆饰以蝶恋花纹刺绣，色彩清丽，凸显少女温婉气质",
    "分类": [
      "民族服装"
    ]
  },
  "hanfu, beizi overcoat, light grey, flowing sleeves, layered look": {
    "描述": "汉服，褙子外衣，浅灰色，大袖，叠穿造型",
    "关键词": "浅灰纱质褙子外搭素色襦裙，大袖垂坠，营造宋制汉服的含蓄书卷气，适合文人雅集或古风写真",
    "分类": [
      "民族服装"
    ]
  },
  "hanfu wedding attire, red and gold, phoenix and dragon embroidery, ceremonial": {
    "描述": "汉服婚服，红金配色，龙凤刺绣，礼服款",
    "关键词": "正红与金线交织的汉婚服，龙凤呈祥图案满绣，庄重华美，搭配凤冠霞帔，还原周制或明制婚礼仪式感",
    "分类": [
      "民族服装"
    ]
  },
  "chinese wedding dress, red satin qipao, phoenix motif, pearl beading": {
    "描述": "中式婚纱，红色绸缎旗袍，凤凰图案，珍珠串珠",
    "关键词": "红色绸缎旗袍镶嵌凤凰刺绣与米白珍珠，光泽温润，融合传统婚俗与现代剪裁，适合中西合璧婚礼",
    "分类": [
      "民族服装",
      "连衣裙（日常）"
    ]
  },
  "xiu he, layered hanfu, deep purple, embroidered clouds, formal occasion": {
    "描述": "秀禾服，多层汉服，深紫色，云纹刺绣，正式场合",
    "关键词": "深紫秀禾服多层叠穿，云纹与金线勾边寓意祥瑞，裙摆宽大，搭配云肩与绣花鞋，常见于中式迎亲仪式",
    "分类": [
      "正式商务",
      "民族服装"
    ]
  },
  "dragon robe, imperial yellow, five-claw dragon pattern, silk fabric": {
    "描述": "龙袍，帝王黄，五爪龙纹，丝绸面料",
    "关键词": "帝王黄丝绸龙袍，五爪金龙盘绕，十二章纹环绕，为明清皇室专属，适用于历史剧、博物馆复原或高端文化展示",
    "分类": [
      "民族服装"
    ]
  },
  "pao, unisex chinese robe, navy blue, side closure, minimal decoration": {
    "描述": "袍服，男女通用中式长袍，海军蓝，侧系带，简约装饰",
    "关键词": "海军蓝棉麻长袍，交领右衽，侧系带闭合，无繁复纹样，体现道家简朴美学，适合日常或禅修场景",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "mamianqun, horse-face skirt, burgundy, pleated panels, woven texture": {
    "描述": "马面裙，酒红色，多片褶裥，织锦纹理",
    "关键词": "酒红色马面裙正面平整、两侧百褶，织锦纹理细腻，走动时褶皱开合如画，为明制经典下装，常配袄或比甲",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "silk changshan, charcoal grey, mandarin collar, straight cut, vintage 1030s": {
    "描述": "丝绸长衫，炭灰色，立领，直筒剪裁，1930年代复古款",
    "关键词": "炭灰真丝长衫，立领右衽，直身剪裁，复刻民国文人或商绅经典造型，搭配圆框眼镜与布鞋，复古气息浓郁",
    "分类": [
      "民族服装",
      "上装（日常）",
      "Favorite"
    ]
  },
  "chinese jacket, black with red contrast piping, knotted toggles, cropped length": {
    "描述": "中式短马褂，黑色配红色镶边，盘扣，短款",
    "关键词": "黑色短款中式马褂，红边勾勒领线与门襟，手工盘扣点缀；下身配同色系中式练功服，脚穿中式平底布鞋",
    "分类": [
      "民族服装",
      "居家休闲",
      "上装（日常）"
    ]
  },
  "embroidered tang jacket, peacock blue, cloud and crane motifs, silk lining": {
    "描述": "刺绣唐装外套，孔雀蓝，云鹤纹样，真丝内衬",
    "关键词": "孔雀蓝唐装外套，云鹤纹象征长寿高洁，真丝内衬亲肤顺滑，月白色阔腿裤",
    "分类": [
      "民族服装",
      "居家休闲",
      "上装（日常）"
    ]
  },
  "modern hanfu-inspired dress, off-white, asymmetrical collar, high slit, minimalist": {
    "描述": "现代汉服风连衣裙，米白色，不对称立领，高开衩，极简风格",
    "关键词": "米白极简连衣裙融合汉服立领与不对称设计，高开衩拉长腿部线条，适合都市通勤或艺术展览等现代场景",
    "分类": [
      "民族服装",
      "连衣裙（日常）"
    ]
  },
  "chinese opera costume, elaborate headdress, bright red, sequined embroidery": {
    "描述": "中式戏曲戏服，繁复头饰，大红色，亮片刺绣",
    "关键词": "大红戏曲戏服缀满亮片与金线刺绣，搭配点翠头饰与长翎，色彩浓烈、动态夸张，适用于舞台、节庆或文化表演",
    "分类": [
      "民族服装"
    ]
  },
  "wuxia robe, dark green, flowing fabric, martial arts aesthetic, belted waist": {
    "描述": "武侠长袍，深绿色，飘逸面料，武侠风格，束腰",
    "关键词": "深绿棉麻武侠袍宽大飘逸，束腰设计便于动作，整体潇洒不羁，常见于武侠影视或 cosplay",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "festival hanfu, red and gold, lantern and coin patterns, new year celebration": {
    "描述": "节日汉服，红金配色，灯笼与铜钱图案，春节庆典",
    "关键词": "红金汉服以灯笼、铜钱、福字为纹，喜庆吉祥，适合春节、元宵等传统节日穿着，氛围感强",
    "分类": [
      "民族服装"
    ]
  },
  "scholar robe, beige linen, cross collar, ink wash painting motif, subdued tone": {
    "描述": "文人长衫，米色亚麻，交领，水墨画图案，素雅色调",
    "关键词": "米色亚麻文人袍，衣身印有淡墨山水或竹石图，交领宽袖，体现士人清雅品格，适合书法、茶道或摄影",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "chinese children's tang suit, bright yellow, tiger head embroidery, festive": {
    "描述": "中式儿童唐装，明黄色，虎头刺绣，节日款",
    "关键词": "明黄儿童唐装，胸前虎头刺绣寓意驱邪护佑，色彩鲜亮，适合春节、周岁等传统节日拍摄",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "qipao with fur collar, black wool, winter edition, elegant cold-weather wear": {
    "描述": "带毛领旗袍，黑色羊毛，冬季款，优雅保暖装",
    "关键词": "黑色羊毛旗袍配可拆卸毛领，保暖同时不失曲线美，适合冬日中式晚宴或雪景人像拍摄",
    "分类": [
      "民族服装"
    ]
  },
  "hanfu summer set, light green gauze, translucent sleeves, breezy design": {
    "描述": "汉服夏装，浅绿纱质，薄透袖子，透气设计",
    "关键词": "浅绿薄纱汉服，外层透袖内衬素衣，轻盈透气，夏日穿着凉爽飘逸，适合园林或水边取景",
    "分类": [
      "民族服装"
    ]
  },
  "embroidered wedding xiuhe, red silk, double happiness symbol, bridal train": {
    "描述": "刺绣秀禾婚服，红色丝绸，囍字图案，拖尾设计",
    "关键词": "红色丝绸秀禾服满绣金色‘囍’字，拖尾长达一米，搭配红盖头与绣花鞋，为新中式婚礼经典造型",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "modern chinese cocktail dress, qipao silhouette, navy blue, metallic thread": {
    "描述": "现代中式鸡尾酒裙，旗袍廓形，海军蓝，金属线刺绣",
    "关键词": "海军蓝旗袍廓形短裙，金属线绣竹或兰图案，长度及膝，适合派对、晚宴等半正式场合，中西合璧",
    "分类": [
      "晚宴红毯",
      "连衣裙（日常）"
    ]
  },
  "silk tang blouse, coral red, peony print, paired with black wide-leg pants": {
    "描述": "丝绸唐装上衣，珊瑚红，牡丹印花，搭配黑色阔腿裤",
    "关键词": "珊瑚红丝绸唐装上衣配牡丹印花，下搭垂感黑色阔腿裤，复古与现代结合，适合都市通勤或文化活动",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "hanfu casual set, cotton blend, olive green, simple collar, everyday wear": {
    "描述": "汉服便装，棉混纺，橄榄绿，简约领型，日常穿着",
    "关键词": "橄榄绿棉麻汉服便装，无繁复刺绣，交领简约，日常可穿，兼顾文化表达与舒适实用性",
    "分类": [
      "民族服装"
    ]
  },
  "white blouse, pleated navy skirt, brown loafers, minimal watch": {
    "描述": "白色衬衫，藏青色百褶裙，棕色乐福鞋，简约腕表",
    "关键词": "经典校园搭配：挺括白衬衫搭配藏青高腰百褶裙，棕色皮质乐福鞋增添学院气息，配以极简金属腕表，干净利落又青春洋溢",
    "分类": [
      "上装（日常）"
    ]
  },
  "striped sweater vest, white collared shirt, khaki skirt, knee-high socks": {
    "描述": "条纹针织背心，白色立领衬衫，卡其色短裙，及膝袜",
    "关键词": "条纹V领针织背心叠穿白衬衫，下搭卡其A字短裙与深色及膝袜，复古英伦学院风十足，充满书卷气与少女感",
    "分类": [
      "上装（日常）"
    ]
  },
  "light blue denim jacket, white t-shirt, high-waisted jeans, white sneakers": {
    "描述": "浅蓝色牛仔外套，白色T恤，高腰牛仔裤，白色运动鞋",
    "关键词": "休闲校园风代表：浅蓝牛仔外套内搭纯白T恤，高腰直筒牛仔裤拉长比例，搭配干净小白鞋，随性自然又活力四射",
    "分类": [
      "运动休闲"
    ]
  },
  "silk cheongsam, sheer fabric, cool-toned black-green, low saturation, high brightness pattern, high slit on side, high neck, deep V-neck, traditional Chinese clothing, transparent black silk stockings, embroidered 'Xiuya' characters on front placket": {
    "描述": "丝绸旗袍，薄纱质地，冷调黑青属性、低饱和度倾向、高明亮度图案旗袍，侧边高开衩，高领，深V领，传统中式服装，透明黑色丝袜。衣服的前襟处绣着“竹淡”字样。",
    "关键词": "旗袍形制，丝绸材质与薄纱叠加形成半透明质感，冷调黑青底色呈现低饱和度视觉效果，表面带有高明亮度图案，高领与深V领结合的剪裁设计，侧边高开衩的结构细节，前襟处有“秀雅”刺绣字样，搭配透明黑色丝袜，整体呈现垂坠感与修身廓形，保留中式服装的立领、盘扣对应结构特征",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "emerald green silk cheongsam, gold floral embroidery, high slit, jade pendant": {
    "描述": "翠绿色真丝旗袍，金色花卉刺绣，高开衩，翡翠吊坠",
    "关键词": "翠绿缎面旗袍勾勒优雅身形，金色牡丹刺绣点缀其间，侧边高开衩增添灵动感，搭配小巧翡翠吊坠，古典华美中透出东方含蓄性感",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "ivory lace cheongsam, cap sleeves, mandarin collar, pearl hairpin": {
    "描述": "象牙色蕾丝旗袍，短袖，立领，珍珠发簪",
    "关键词": "象牙白蕾丝旗袍融合民国剪裁，短袖与立领保留传统元素，通透质感柔化轮廓，配以珍珠发簪，温婉娴静如旧时光中的闺秀",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "black satin cheongsam, red piping trim, side buttons, red lipstick": {
    "描述": "黑色缎面旗袍，红色滚边，侧扣盘扣，正红色口红",
    "关键词": "经典黑底红边旗袍以高级缎面呈现，侧襟传统盘扣与红唇呼应，极简线条凸显东方女性曲线，神秘端庄又极具气场",
    "分类": [
      "民族服装",
      "上装（日常）"
    ]
  },
  "navy blue sailor-style uniform, white collar, red ribbon, pleated skirt": {
    "描述": "深蓝色水手服，白色大翻领，红色领结，百褶短裙",
    "关键词": "经典日漫高中女生制服：深蓝水手服配白色宽领与红色丝带，高腰百褶短裙展现青春活力，干净利落又充满少女感",
    "分类": [
      "上装（日常）"
    ]
  },
  "black gakuran, brass buttons, stand-up collar, matching trousers": {
    "描述": "黑色立领学生装（诘襟），黄铜纽扣，配套长裤",
    "关键词": "日式男高中生经典诘襟制服，黑色立领上衣配一排醒目黄铜纽扣，搭配同色长裤，庄重整洁，散发昭和年代的纪律感与少年英气",
    "分类": [
      "职业装",
      "上装（日常）"
    ]
  },
  "gray blazer with school crest, white shirt, tartan skirt, knee-high socks": {
    "描述": "灰色学院西装外套（带校徽），白衬衫，格纹短裙，及膝袜",
    "关键词": "英伦风高中制服：灰色修身西装绣有校徽，内搭白衬衫，下穿红黑格纹百褶裙与深色及膝袜，书卷气与青春感并存",
    "分类": [
      "职业装",
      "正式商务"
    ]
  },
  "brown_long_coat_with_white_wide_leg_pants": {
    "描述": "棕色长款大衣搭配白色阔腿裤",
    "关键词": "棕色长款大衣经典长款设计，双排扣，棕色系，版型宽松，长度及膝；白色阔腿裤高腰设计，垂坠感强，与棕色大衣形成深浅对比",
    "分类": [
      "上装（日常）",
      "街头"
    ]
  },
  "black_long_down_jacket_with_black_leggings": {
    "描述": "黑色长款羽绒服搭配黑色紧身裤",
    "关键词": "黑色长款羽绒服经典黑色，长款设计，带连帽和毛绒边缘，蓬松饱满；黑色紧身裤修身剪裁，贴合腿部线条，材质厚实",
    "分类": [
      "运动休闲"
    ]
  },
  "camel_long_coat_black_shorts_flesh_pantyhose_beige_fringe_scarf": {
    "描述": "驼色长款大衣搭配黑色短裤+肉色连裤袜+浅棕色流苏围巾",
    "关键词": "驼色长款大衣经典中性色，宽松版型，长度及膝，修饰身形且保暖；黑色短裤+肉色连裤袜短裤露出腿部线条，连裤袜与肤色相近，视觉延伸腿部比例；浅棕色流苏围巾与大衣颜色呼应，增加层次感，流苏设计提升精致度",
    "分类": [
      "上装（日常）"
    ]
  },
  "Off-white plush coat, light gray pleated mini skirt, matching white and gray skinny jeans, off-white plush platform boots, and matching plush small bag": {
    "描述": "米白色毛绒外套，浅灰色百褶短裙,同色系白灰紧身裤，米白色毛绒厚底靴，同色系毛绒小包",
    "关键词": "上衣：米白色毛绒外套，蓬松质感自带温暖感，连帽设计增加软萌气质；下装：浅灰色百褶短裙 + 同色系浅灰紧身裤，短裙露出腿部线条，紧身裤兼顾保暖；鞋履：米白色毛绒厚底靴，和上衣材质呼应，厚底设计显腿长；配饰：同色系毛绒小包，和整套穿搭的 “毛绒元素” 统一，细节上更协调。",
    "分类": [
      "套装",
      "街头",
      "运动休闲",
      "Favorite"
    ]
  },
  "brown_plaid_jacket_with_white_top_brown_plaid_skirt_brown_boots": {
    "描述": "棕色格纹外套内搭白色修身上衣，搭配棕色格纹百褶裙与棕色长靴",
    "关键词": "棕色格纹宽松外套，版型休闲；内搭白色高领修身打底，贴合身形；下装为同色系棕色格纹百褶裙，增添学院感；脚穿棕色长靴，整体风格统一；搭配白色腰带，提升腰线",
    "分类": [
      "上装（日常）",
      "街头",
      "套装"
    ]
  },
  "gray_off_shoulder_knit_sweater_black_short_skirt_polka_dot_stockings_gray_fur_trimmed_snow_boots": {
    "描述": "灰色露肩针织毛衣搭配黑色短裙、波点丝袜与灰色毛边雪地靴",
    "关键词": "灰色宽松露肩针织毛衣，版型休闲，露肩设计增添随性感；黑色短款包臀裙，简约修身,被毛衣遮住一半；黑色波点丝袜，增加细节层次感；灰色加绒雪地靴，毛边装饰+厚底设计，兼具保暖与时尚感",
    "分类": [
      "上装（日常）",
      "街头",
      "套装"
    ]
  },
  "brown_leather_cropped_jacket_gray_bra_black_lace_underwear_blue_jeans": {
    "描述": "棕色短款皮质夹克内搭灰色内衣，搭配黑色蕾丝内裤与蓝色牛仔裤",
    "关键词": "棕色短款皮质夹克，修身剪裁，拉链半开露出内搭；内搭灰色运动内衣；下装蓝色牛仔裤，拉到胯骨以下，露出腰部和平坦小腹，搭配黑色蕾丝边内裤（外露)；整体为街头性感风格搭配，皮质材质增加酷感",
    "分类": [
      "街头",
      "运动休闲",
      "朋克"
    ]
  },
  "ivory_silk_camisole_dress_with_floral_embroidery_matching_faux_fur_shrug": {
    "描述": "象牙白真丝吊带刺绣长裙外搭同色系仿皮草披肩",
    "关键词": "象牙白色吊带长裙，采用真丝材质，裙身饰有粉色花卉刺绣图案，侧边高开叉设计，露背剪裁；外搭同色系长版仿皮草披肩，蓬松质感增加奢华感；整体风格融合中式元素与优雅性感，适合晚宴等场合",
    "分类": [
      "晚宴红毯",
      "连衣裙（日常）"
    ]
  },
  "white_kimono_with_gray_floral_pattern_green_obijime": {
    "描述": "白色底灰色花卉纹日式和服搭配绿色带纹腰带",
    "关键词": "白色日式和服，衣身饰有灰色花卉图案，宽松版型符合传统和服剪裁；搭配深绿色菱形纹腰带（Obi），腰带上装饰红色细带与绿色宝石扣；整体为日式传统服饰风格",
    "分类": [
      "民族服装"
    ]
  },
  "white_tank_top_gray_long_sleeves_gray_high_waisted_shorts_gray_thigh_high_socks": {
    "描述": "白色背心搭配灰色长袖套、灰色高腰短裤与灰色过膝袜",
    "关键词": "白色低领背心，修身版型；手臂上穿着灰色长款袖套，贴合手臂线条；下装为灰色高腰抽绳短裤，侧边饰有黑色包边；搭配同色系灰色过膝袜，没有穿鞋，整体为休闲舒适风格，兼具日常穿搭的松弛感与时尚感,",
    "分类": [
      "上装（日常）",
      "居家休闲",
      "套装"
    ]
  },
  "purple_and_black_gothic_style_dress_with_red_trim_black_leather_shorts_lace_stockings_black_boots": {
    "描述": "紫黑配色哥特风装饰连衣裙搭配红色饰边、黑色皮短裤、蕾丝丝袜与黑色长靴",
    "关键词": "主体为紫黑配色哥特风连衣裙，饰有银色花纹与红色荷叶边装饰，高领+镂空蕾丝设计，腰部配红色镶宝石腰带；内搭黑色紧身皮短裤，下搭黑色花纹蕾丝丝袜；脚穿带金属装饰的黑色过膝长靴，整体风格华丽复古，适配晚宴等正式场合",
    "分类": [
      "晚宴红毯",
      "民族服装",
      "套装"
    ]
  },
  "navy_blue_v-neck_sweater_white_shirt_gray_plaid_skirt_white_bulky_knit_socks_black_platform_shoes": {
    "描述": "藏青色V领毛衣内搭白衬衫，搭配灰色格纹短裙、白色堆堆针织袜与黑色厚底鞋",
    "关键词": "藏青色V领宽松毛衣，内搭白色翻领衬衫露出领口；下装为灰色格纹百褶短裙，版型短小；脚穿白色堆堆款针织长袜，袜身自然堆覆于黑色厚底皮鞋鞋面上，整体是日式校园风与街头休闲结合的穿搭，常见于城市日常出街造型",
    "分类": [
      "街头",
      "上装（日常）",
      "套装"
    ]
  },
  "light_green_cardigan_over_beige_turtleneck_bodycon_dress_black_thigh_high_stockings": {
    "描述": "浅绿色开衫外搭米色高领紧身连衣裙，搭配黑色过膝丝袜",
    "关键词": "米色高领紧身连衣裙，修身版型贴合身形；外搭浅绿色针织开衫，宽松版型带纽扣设计，增加休闲感；下搭黑色过膝丝袜，整体为日常轻熟风穿搭，适配居家或休闲出街场景",
    "分类": [
      "上装（日常）",
      "连衣裙（日常）",
      "居家休闲"
    ]
  },
  "gray_ribbed_sleeveless_turtleneck_bodycon_dress": {
    "描述": "灰色竖纹无袖高领紧身针织连衣裙",
    "关键词": "灰色竖纹针织材质，无袖高领设计，修身紧身版型贴合身形，长度为短款连衣裙，风格简约舒适，适配日常休闲或轻熟风出街场景",
    "分类": [
      "连衣裙（日常）",
      "居家休闲",
      "上装（日常）"
    ]
  },
  "black_lace_sleeveless_turtleneck_top_black_high-waisted_skinny_jeans_black_lace-up_boots": {
    "描述": "黑色蕾丝无袖高领上衣搭配黑色高腰紧身牛仔裤与黑色系带靴",
    "关键词": "黑色蕾丝无袖高领上衣，透视材质内搭黑色胸衣，设计性感精致；下装为黑色高腰紧身牛仔裤，贴合腿部线条；脚穿黑色系带短靴，整体为全黑系酷感穿搭，兼具街头风格与轻熟性感，适配日常出街或休闲场合",
    "分类": [
      "街头",
      "上装（日常）",
      "套装"
    ]
  },
  "black_oversized_blazer_black_short_black_thigh-high_sock_heels": {
    "描述": "黑色oversized西装外套搭配黑色短裤与黑色过膝袜高跟鞋",
    "关键词": "黑色oversized西装外套，宽松版型，单排扣设计，营造慵懒气场；内搭同色系黑色短裤，露出腿部线条；脚穿黑色过膝袜一体高跟鞋，兼具袜装的优雅与高跟鞋的精致；整体为全黑极简风穿搭，适配正式商务或时尚写真场合",
    "分类": [
      "正式商务",
      "套装"
    ]
  },
  "black_bra_top_black_high-cut_underwear_transparent_white_leggings_white_fabric-covered_boots": {
    "描述": "黑色内衣式上衣搭配黑色高切内裤、透明白色紧身裤与白色面料包裹靴",
    "关键词": "黑色内衣式吊带上衣，简约修身；内搭黑色高切内裤，露出腰腹线条；外穿透明白色紧身裤，材质轻薄透视；脚穿白色厚底运动鞋，裤脚与靴身衔接融合；整体为先锋时尚风格穿搭，常见于潮流写真或时装展示场景",
    "分类": [
      "居家休闲",
      "街头",
      "套装"
    ]
  },
  "gray_half-worn_sweatshirt_white_bra_top_white_high-waisted_shorts_white_bulky_socks_red_sneakers": {
    "描述": "灰色卫衣半搭肩穿搭配白色内衣式上衣、白色高腰短裤、白色堆堆袜与红色运动鞋",
    "关键词": "灰色印有“KISS ME”字样的卫衣，采用半搭肩的穿法，仅单侧肩臂穿着、另一侧自然垂落；内搭白色内衣式吊带上衣，露出腰腹；下装为白色高腰短裤，贴合臀部线条；脚穿白色堆堆长袜，袜身堆叠于脚踝处，搭配红色运动鞋；整体为休闲运动与潮流混搭风格，通过卫衣半穿的搭配方式增加造型层次感",
    "分类": [
      "街头",
      "运动休闲",
      "套装"
    ]
  },
  "white_Green-Day-printed_cropped_t-shirt_beige_cargo_pants": {
    "描述": "印有Green Day图案的白色短款T恤搭配卡其色工装裤",
    "关键词": "白色短袖T恤印有“GREEN DAY”字样及印花图案，采用腰部对折的穿法，将衣摆向上收拢形成短款效果，露出腰腹线条；下装为卡其色工装裤，裤腰下拉至胯部位置，搭配黑色蕾丝高切内裤，整体是街头朋克与工装风结合的穿搭，通过T恤折起、裤腰下拉的搭配方式强化随性潮流感",
    "分类": [
      "街头",
      "上装（日常）",
      "运动休闲"
    ]
  },
  "blue_and_black_baseball_cap_blue_cropped_tank_top_matched_track_jacket_track_pants_white_sneakers": {
    "描述": "蓝黑拼色棒球帽搭配蓝色短款背心、同色系运动夹克、运动裤与白色运动鞋",
    "关键词": "头部佩戴蓝黑拼色棒球帽，帽檐朝前；内搭深蓝色短款无袖背心，露出腰腹；外搭浅蓝拼色运动夹克，采用单侧肩臂滑落的穿法，仅一侧穿着、另一侧自然垂挂于臂弯；下装为同色系浅蓝运动束脚裤，抽绳腰头自然松散；脚穿白灰拼色运动鞋，整体是街头运动风套装穿搭，通过夹克半穿的方式强化随性潮流感",
    "分类": [
      "街头",
      "运动休闲",
      "套装"
    ]
  },
  "Dragon_Ball_Z_Android_18_MATCH_MAKERS_figure": {
    "描述": "《龙珠Z》人造人18号标志性穿搭",
    "关键词": "内搭黑灰条纹长袖上衣，外搭蓝色牛仔背心（采用敞开穿法，仅以腰带固定于腰部），下装搭配同色系蓝色牛仔短裙，短裙下方叠穿黑色紧身长裤，脚穿棕色短靴（靴筒覆盖至小腿中部）",
    "分类": [
      "街头",
      "套装",
      "cosplay"
    ]
  },
    "olive_green_military_style_uniform_shirt_pants_black_belt": {
    "描述": "橄榄绿色军装风格衬衫搭配同色系工装裤与黑色腰带",
    "关键词": "橄榄绿色长袖军装衬衫，衣摆自然垂落，袖子卷至小臂位置；下装为同色系工装长裤，版型修身；腰间系黑色宽腰带，衬衫下摆完全覆盖腰带；整体为制式制服类穿搭，属于职业装范畴，通过卷袖的搭配方式增加造型利落感",
    "分类": [
      "职业装",
      "运动休闲"
    ]
  },
  "plaid_double-breasted_blazer_dress_brown_turtleneck_top_brown_over-the-knee_boots": {
    "描述": "格纹双排扣西装连衣裙内搭棕色高领上衣，搭配棕色过膝靴",
    "关键词": "内搭深棕色高领修身上衣，完全隐藏于外套内；外穿格纹双排扣西装连衣裙，衣长为短款裙型，袖子采用喇叭袖设计并自然垂落；脚穿棕色过膝长靴，采用细腻的麂皮（Suede）材质,靴筒紧贴腿部线条呈现瘦腿视觉效果，长度直至大腿中部，配有精致的尖头设计和稳重的粗高跟，；整体为职业装与轻熟风结合的穿搭，通过内搭高领+西装裙的搭配方式强化正式感",
    "分类": [
      "街头",
      "正式商务",
      "上装（日常）",
      "套装"
    ]
  }
}